[
  {
    "Id": 1,
    "Book": "Proverbs 3:7 AMP",
    "Content": "Do not be wise in your own eyes; Fear the Lord [with reverent awe and obedience] and turn [entirely] away from evil.",
    "Date": "2019-05-19T00:00:00",
    "Comment": null
  },
  {
    "Id": 2,
    "Book": "Proverbs 26:12 AMP",
    "Content": "Do you see a man [who is unteachable and] wise in his own eyes and full of self-conceit? There is more hope for a fool than for him.",
    "Date": "2019-05-20T00:00:00",
    "Comment": null
  },
  {
    "Id": 3,
    "Book": "Psalms 34:12‭-‬14 GNB",
    "Content": "Would you like to enjoy life? Do you want long life and happiness? Then hold back from speaking evil and from telling lies. Turn away from evil and do good; strive for peace with all your heart.",
    "Date": "2019-05-21T00:00:00",
    "Comment": null
  },
  {
    "Id": 4,
    "Book": "Matthew 12:35‭-‬37 GNB",
    "Content": "A good person brings good things out of a treasure of good things; a bad person brings bad things out of a treasure of bad things. “You can be sure that on Judgement Day everyone will have to give account of every useless word he has ever spoken. Your words will be used to judge you — to declare you either innocent or guilty.”",
    "Date": "2019-05-23T00:00:00",
    "Comment": null
  },
  {
    "Id": 5,
    "Book": "Ecclesiastes 12:14 GNB",
    "Content": "God is going to judge everything we do, whether good or bad, even things done in secret. ",
    "Date": "2019-05-24T00:00:00",
    "Comment": null
  },
  {
    "Id": 6,
    "Book": "1 Corinthians 10:31‭-‬32 GNB",
    "Content": "Well, whatever you do, whether you eat or drink, do it all for God's glory. Live in such a way as to cause no trouble either to Jews or Gentiles or to the church of God. ",
    "Date": "2019-05-25T00:00:00",
    "Comment": null
  },
  {
    "Id": 7,
    "Book": "James 4:7 NIV",
    "Content": "Submit yourselves, then, to God. Resist the devil, and he will flee from you. ",
    "Date": "2019-05-26T00:00:00",
    "Comment": null
  },
  {
    "Id": 8,
    "Book": "Psalms 118:24 KJV",
    "Content": "This is the day which the Lord hath made; we will rejoice and be glad in it.",
    "Date": "2019-05-27T00:00:00",
    "Comment": null
  },
  {
    "Id": 9,
    "Book": "Psalm 51:10‭-‬12 NIV",
    "Content": "Create in me a pure heart, O God, and renew a steadfast spirit within me. Do not cast me from your presence or take your Holy Spirit from me. Restore to me the joy of your salvation and grant me a willing spirit, to sustain me.",
    "Date": "2019-05-28T00:00:00",
    "Comment": null
  },
  {
    "Id": 10,
    "Book": "Isaiah 58:11 CEV",
    "Content": "The Lord will always guide you and provide good things to eat when you are in the desert. He will make you healthy. You will be like a garden that has plenty of water or like a stream that never runs dry. ",
    "Date": "2019-05-29T00:00:00",
    "Comment": null
  },
  {
    "Id": 11,
    "Book": "John 14:1 CEV",
    "Content": "Jesus said to his disciples, “Don't be worried! Have faith in God and have faith in me.",
    "Date": "2019-05-30T00:00:00",
    "Comment": null
  },
  {
    "Id": 12,
    "Book": "John 14:12-13 AMP",
    "Content": "I assure you and most solemnly say to you, anyone who believes in Me [as Savior] will also do the things that I do; and he will do even greater things than these [in extent and outreach], because I am going to the Father. And I will do whatever you ask in My name [as My representative], this I will do, so that the Father may be glorified and celebrated in the Son.",
    "Date": "2019-05-31T00:00:00",
    "Comment": null
  },
  {
    "Id": 13,
    "Book": "John 14:18-19 AMP",
    "Content": "“I will not leave you as orphans [comfortless, bereaved, and helpless]; I will come [back] to you. After a little while the world will no longer see Me, but you will see Me; because I live, you will live also.",
    "Date": "2019-06-02T00:00:00",
    "Comment": null
  },
  {
    "Id": 14,
    "Book": "Romans 8:18 AMP",
    "Content": "For I consider [from the standpoint of faith] that the sufferings of the present life are not worthy to be compared with the glory that is about to be revealed to us and in us!",
    "Date": "2019-06-03T00:00:00",
    "Comment": null
  },
  {
    "Id": 15,
    "Book": "John 6:27 NLT",
    "Content": "But don’t be so concerned about perishable things like food. Spend your energy seeking the eternal life that the Son of Man can give you. For God the Father has given me the seal of his approval.” ",
    "Date": "2019-06-04T00:00:00",
    "Comment": null
  },
  {
    "Id": 16,
    "Book": "John 6:39NLT",
    "Content": "And this is the will of God, that I should not lose even one of all those he has given me, but that I should raise them up at the last day. ",
    "Date": "2019-06-05T00:00:00",
    "Comment": null
  },
  {
    "Id": 17,
    "Book": "Colossians 3:12",
    "Content": "God has chosen you to be his own special people. He loves you very much. So, you should choose to do good things, as God's people should do. You should be good and kind to other people. You should want to help them. You should not think that you are better or more important than other people. But you should be patient with them.",
    "Date": "2019-06-06T00:00:00",
    "Comment": null
  },
  {
    "Id": 18,
    "Book": "2 Peter 1:10‭-‬11",
    "Content": "So, my friends, try very much to do these good things. Live in a good way, because God has chosen you to be his own people. Show that you really do belong to God! If you do these things, you will never turn away from God. Also, God will be very happy. He will bring you into that place where Jesus Christ will rule his people for ever. Jesus Christ has saved us, and you will live with him for ever.",
    "Date": "2019-06-07T00:00:00",
    "Comment": null
  },
  {
    "Id": 19,
    "Book": "Ephesians 2:4‭-‬5",
    "Content": "But God is so very good and kind! Our spirits were dead and we were doing wrong things. But still God loved us so very much that he made us alive with Christ. God has saved you only because he himself is so very kind.",
    "Date": "2019-06-08T00:00:00",
    "Comment": null
  },
  {
    "Id": 20,
    "Book": "Ephesians 2:8‭-‬9",
    "Content": "God has saved you only because he himself is so very kind. He has saved you because you believe him. You could not save yourselves, but it is God's gift to you. He has not saved you as a result of any good thing that you yourselves have done. So, nobody has any reason to say how good they themselves are!",
    "Date": "2019-06-09T00:00:00",
    "Comment": null
  },
  {
    "Id": 21,
    "Book": "Colossians 3:12‭-‬14 NIV",
    "Content": "Therefore, as God’s chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience. Bear with each other and forgive one another if any of you has a grievance against someone. Forgive as the Lord forgave you. And over all these virtues put on love, which binds them all together in perfect unity.",
    "Date": "2019-06-10T00:00:00",
    "Comment": null
  },
  {
    "Id": 22,
    "Book": "James 4:13‭-‬14 NIV",
    "Content": "Now listen, you who say, “Today or tomorrow we will go to this or that city, spend a year there, carry on business and make money.” Why, you do not even know what will happen tomorrow. What is your life? You are a mist that appears for a little while and then vanishes.",
    "Date": "2019-06-11T00:00:00",
    "Comment": null
  },
  {
    "Id": 23,
    "Book": "James 4:15-16",
    "Content": "So, what you ought to say is, ‘If the Lord agrees and we are still alive, then we will do this or that.’ But instead, you talk about what you have decided to do. You speak as if you have the power to make it happen. It is wrong to speak like that. ",
    "Date": "2019-06-12T00:00:00",
    "Comment": null
  },
  {
    "Id": 24,
    "Book": "Psalms 117:1‭-‬2",
    "Content": "Every country in the world, praise the LORD ! All the people in the world, praise him! His kind love for us is very strong. And he will always do what he has promised. Praise the Lord",
    "Date": "2019-06-13T00:00:00",
    "Comment": null
  },
  {
    "Id": 25,
    "Book": "1 Peter 4:8",
    "Content": "Continue to love each other very much. That is more important than anything else. If you love people, you will forgive them for any wrong things that they have done.",
    "Date": "2019-06-14T00:00:00",
    "Comment": null
  },
  {
    "Id": 26,
    "Book": "1 Peter 4:10",
    "Content": "God has helped each of you in a certain way. You should use that gift from God well, so that you can help other people. Think carefully about how you do that. Remember that God has given many different gifts to his people so that they can serve him.",
    "Date": "2019-06-15T00:00:00",
    "Comment": null
  },
  {
    "Id": 27,
    "Book": "1 Peter 2:4‭-‬5",
    "Content": "So come to the Lord Jesus. He is like a big stone that a builder uses to build a house. But he is alive. People decided that he was not important. So they refused him. But God had chosen him. To God, Jesus is very valuable. You yourselves are also like stones that are alive. God is using you, like stones, to build a house where his Spirit lives. You will serve him like his special priests who offer sacrifices to him. God will be happy with the spiritual gifts that you offer to him, because you belong to Jesus Christ. ",
    "Date": "2019-06-16T00:00:00",
    "Comment": null
  },
  {
    "Id": 28,
    "Book": "Psalm 138:1‭-‬2 NIV",
    "Content": "I will praise you, Lord , with all my heart; before the “gods” I will sing your praise. I will bow down toward your holy temple and will praise your name for your unfailing love and your faithfulness, for you have so exalted your solemn decree that it surpasses your fame.",
    "Date": "2019-06-17T00:00:00",
    "Comment": null
  },
  {
    "Id": 29,
    "Book": "Psalm 138:7 NIV",
    "Content": "Though I walk in the midst of trouble, you preserve my life. You stretch out your hand against the anger of my foes; with your right hand you save me.",
    "Date": "2019-06-18T00:00:00",
    "Comment": null
  },
  {
    "Id": 30,
    "Book": "Micah 7:8 CEV",
    "Content": "My enemies, don't be glad because of my troubles! I may have fallen, but I will get up; I may be sitting in the dark, but the Lord is my light.",
    "Date": "2019-06-19T00:00:00",
    "Comment": null
  },
  {
    "Id": 31,
    "Book": "Micah 7:14 CEV",
    "Content": "Lead your people, Lord ! Come and be our shepherd. Grasslands surround us, but we live in a forest. So lead us to Bashan and Gilead, and let us find pasture as we did long ago. ",
    "Date": "2019-06-20T00:00:00",
    "Comment": null
  },
  {
    "Id": 32,
    "Book": "Psalms 113:3 KJV",
    "Content": "From the rising of the sun unto the going down of the same the Lord's name is to be praised. ",
    "Date": "2019-06-21T00:00:00",
    "Comment": null
  },
  {
    "Id": 33,
    "Book": "Nahum 1:3 ERV",
    "Content": "The Lord is patient, but he is also very powerful! The Lord will punish the guilty; he will not let them go free. He will use whirlwinds and storms to show his power. People walk on the dusty ground, but he walks on the clouds. ",
    "Date": "2019-06-22T00:00:00",
    "Comment": null
  },
  {
    "Id": 34,
    "Book": "James 1:12 ERV",
    "Content": "Great blessings belong to those who are tempted and remain faithful! After they have proved their faith, God will give them the reward of eternal life. God promised this to all people who love him.",
    "Date": "2019-06-23T00:00:00",
    "Comment": null
  },
  {
    "Id": 35,
    "Book": "James 1:20‭-‬21 ERV",
    "Content": "Anger does not help you live the way God wants. So get rid of everything evil in your lives—every kind of wrong you do. Be humble and accept God’s teaching that is planted in your hearts. This teaching can save you.",
    "Date": "2019-06-24T00:00:00",
    "Comment": null
  },
  {
    "Id": 36,
    "Book": "Ephesians 4:17‭-‬18 ERV",
    "Content": "I have something from the Lord to tell you. I warn you: Don’t continue living like those who don’t believe. Their thoughts are worth nothing. They have no understanding, and they know nothing because they refuse to listen. So they cannot have the life that God gives.",
    "Date": "2019-06-25T00:00:00",
    "Comment": null
  },
  {
    "Id": 37,
    "Book": "Ephesians 4:29 ERV",
    "Content": "When you talk, don’t say anything bad. But say the good things that people need—whatever will help them grow stronger. Then what you say will be a blessing to those who hear you.",
    "Date": "2019-06-26T00:00:00",
    "Comment": null
  },
  {
    "Id": 38,
    "Book": "Jeremiah 1:7 CEV",
    "Content": "“Don't say you're too young,” the Lord answered. “If I tell you to go and speak to someone, then go! And when I tell you what to say, don't leave out a word!",
    "Date": "2019-06-27T00:00:00",
    "Comment": null
  },
  {
    "Id": 39,
    "Book": "Philippians 4:6 CEV",
    "Content": "Don't worry about anything, but pray about everything. With thankful hearts offer up your prayers and requests to God.",
    "Date": "2019-06-28T00:00:00",
    "Comment": null
  },
  {
    "Id": 40,
    "Book": "Matthew 6:26‭-‬27 CEV",
    "Content": "Look at the birds in the sky! They don't plant or harvest. They don't even store grain in barns. Yet your Father in heaven takes care of them. Aren't you worth much more than birds? Can worry make you live longer?",
    "Date": "2019-06-29T00:00:00",
    "Comment": null
  },
  {
    "Id": 41,
    "Book": "Matthew 6:28-30 CEV",
    "Content": "Why worry about clothes? Look how the wild flowers grow. They don't work hard to make their clothes. But I tell you that Solomon with all his wealth wasn't as well clothed as one of them. God gives such beauty to everything that grows in the fields, even though it is here today and thrown into a fire tomorrow. God will surely do even more for you! Why do you have such little faith?",
    "Date": "2019-06-30T00:00:00",
    "Comment": null
  },
  {
    "Id": 42,
    "Book": "Psalms 66:8‭-‬9 CEV",
    "Content": "All of you people, come praise our God! Let his praises be heard. God protects us from death and keeps us steady.",
    "Date": "2019-07-01T00:00:00",
    "Comment": null
  },
  {
    "Id": 43,
    "Book": "John 3:17‭-‬18",
    "Content": "God did not send his Son into the world because he wanted to punish people. He sent his Son to save the people in the world from punishment . God will not punish anyone who believes in his Son. But some people refuse to believe who his one and only Son is. God has already decided that he must punish people like that. ",
    "Date": "2019-07-02T00:00:00",
    "Comment": null
  },
  {
    "Id": 44,
    "Book": "Philippians 2:14‭-‬15",
    "Content": "Whatever you are doing, do not complain. And do not argue. Then you will not be guilty of anything that is wrong. You will be clean inside yourselves. You will be living in a completely good way, as God's children should. In this world, you are living among bad people who have turned away from what is good. But you must bring light into this dark place, like stars that shine in the night.",
    "Date": "2019-07-03T00:00:00",
    "Comment": null
  },
  {
    "Id": 45,
    "Book": "Philippians 3:8",
    "Content": "Yes, now that I know Christ Jesus as my Lord, that is the most valuable thing. Nothing else is important at all. I have thrown everything else away, so that I can serve Christ. All those other things are like dirt to me. I think about them like that, so that I can have Christ.",
    "Date": "2019-07-04T00:00:00",
    "Comment": null
  },
  {
    "Id": 46,
    "Book": "Ephesians 4:24",
    "Content": "Take up the new nature that God has prepared for you. That nature is like God's own nature . Then you will live in a truly good way that pleases God.",
    "Date": "2019-07-05T00:00:00",
    "Comment": null
  },
  {
    "Id": 47,
    "Book": "Ephesians 6:23‭-‬24",
    "Content": "I pray that God, the Father, and our Lord Jesus Christ will be good to you who are believers . I pray that you will have peace in your minds. I pray that you will love one another, as you continue to trust Christ. I pray that God will be very kind to everyone who continues to love our Lord Jesus Christ.",
    "Date": "2019-07-06T00:00:00",
    "Comment": null
  },
  {
    "Id": 48,
    "Book": "Psalms 27:8‭-‬9",
    "Content": "My heart says, ‘Look for God's face.’ I will look for your face, Lord. Do not hide your face from me. Do not be angry and turn away from your servant. You gave me help in the past. Do not put me out and forget me now. You are my God and you make me safe.",
    "Date": "2019-07-07T00:00:00",
    "Comment": null
  },
  {
    "Id": 49,
    "Book": "Romans 8:2",
    "Content": "If you belong to Christ Jesus, God's Spirit has given you a new life. God's Spirit now rules in your life and he has made you free. Sin and death no longer have authority over you.",
    "Date": "2019-07-08T00:00:00",
    "Comment": null
  },
  {
    "Id": 50,
    "Book": "Romans 8:5-6",
    "Content": "Some people do what their weak human thoughts want them to do. They think about the things that will make themselves happy. But people who live with God's Spirit as their guide think about what will make God's Spirit happy. People who let their human thoughts rule them will die. But people who think about what God's Spirit wants will have life with God. They will have peace inside themselves.",
    "Date": "2019-07-09T00:00:00",
    "Comment": null
  },
  {
    "Id": 51,
    "Book": "Romans 8:3",
    "Content": "The Law that God gave to Moses could not make us free like that. We human people were too weak to obey them. But God has done what his Law could not do. He sent his own Son to become a human person like us. His body was like the body of human people who do wrong things. God's Son died as a sacrifice to take away the punishment for our sins . In that way, God destroyed the power of sin over human people. ",
    "Date": "2019-07-10T00:00:00",
    "Comment": null
  },
  {
    "Id": 52,
    "Book": "Galatians 3:13‭-‬14 NIV",
    "Content": "Christ redeemed us from the curse of the law by becoming a curse for us, for it is written: “Cursed is everyone who is hung on a pole.” He redeemed us in order that the blessing given to Abraham might come to the Gentiles through Christ Jesus, so that by faith we might receive the promise of the Spirit.",
    "Date": "2019-07-11T00:00:00",
    "Comment": null
  },
  {
    "Id": 53,
    "Book": "Galatians 5:1 ERV",
    "Content": "We have freedom now, because Christ made us free. So stand strong in that freedom. Don’t go back into slavery again.",
    "Date": "2019-07-12T00:00:00",
    "Comment": null
  },
  {
    "Id": 54,
    "Book": "1 Corinthians 15:58 ERV",
    "Content": "So, my dear brothers and sisters, stand strong. Don’t let anything change you. Always give yourselves fully to the work of the Lord. You know that your work in the Lord is never wasted.",
    "Date": "2019-07-13T00:00:00",
    "Comment": null
  },
  {
    "Id": 55,
    "Book": "2 Corinthians 1:3‭-‬4 ERV",
    "Content": "Praise be to the God and Father of our Lord Jesus Christ. He is the Father who is full of mercy, the God of all comfort. He comforts us every time we have trouble so that when others have trouble, we can comfort them with the same comfort God gives us.",
    "Date": "2019-07-14T00:00:00",
    "Comment": null
  },
  {
    "Id": 56,
    "Book": "Hebrews 12:14 NIV",
    "Content": "Make every effort to live in peace with everyone and to be holy; without holiness no one will see the Lord.",
    "Date": "2019-07-15T00:00:00",
    "Comment": null
  },
  {
    "Id": 57,
    "Book": "Isaiah 26:4 AMP",
    "Content": "Trust [confidently] in the Lord forever [He is your fortress, your shield, your banner], For the Lord G od is an everlasting Rock [the Rock of Ages]. ",
    "Date": "2019-07-16T00:00:00",
    "Comment": null
  },
  {
    "Id": 58,
    "Book": "Psalms 62:8",
    "Content": "Trust in Him at all times; you people, pour out your heart before Him; God is a hiding-place for us.",
    "Date": "2019-07-17T00:00:00",
    "Comment": null
  },
  {
    "Id": 59,
    "Book": "Psalm 62:11‭-‬12 NIV",
    "Content": "One thing God has spoken, two things I have heard: “Power belongs to you, God, and with you, Lord, is unfailing love”; and, “You reward everyone according to what they have done.”",
    "Date": "2019-07-18T00:00:00",
    "Comment": null
  },
  {
    "Id": 60,
    "Book": "John 15:5 NIV",
    "Content": "“I am the vine; you are the branches. If you remain in me and I in you, you will bear much fruit; apart from me you can do nothing. ",
    "Date": "2019-07-18T00:00:00",
    "Comment": null
  },
  {
    "Id": 61,
    "Book": "Jude 1:24-25",
    "Content": "Now to Him being able to keep you without stumbling, and to set you before His glory without blemish, with unspeakable joy; to the only wise God, our Savior, be glory and majesty and might and authority, even now and forever. Amen. ",
    "Date": "2019-07-20T00:00:00",
    "Comment": null
  },
  {
    "Id": 62,
    "Book": "Micah 6:8 CEV",
    "Content": "The Lord God has told us what is right and what he demands: “See that justice is done, let mercy be your first concern, and humbly obey your God.”",
    "Date": "2019-07-21T00:00:00",
    "Comment": null
  },
  {
    "Id": 63,
    "Book": "Proverbs 4:23 CEV",
    "Content": "Carefully guard your thoughts because they are the source of true life. ",
    "Date": "2019-07-22T00:00:00",
    "Comment": null
  },
  {
    "Id": 64,
    "Book": "Isaiah 54:17 KJV",
    "Content": "No weapon that is formed against thee shall prosper; and every tongue that shall rise against thee in judgment thou shalt condemn. This is the heritage of the servants of the Lord , and their righteousness is of me, saith the Lord .",
    "Date": "2019-07-23T00:00:00",
    "Comment": null
  },
  {
    "Id": 65,
    "Book": "Revelation 12:10 NIV",
    "Content": "Then I heard a loud voice in heaven say: “Now have come the salvation and the power and the kingdom of our God, and the authority of his Messiah. For the accuser of our brothers and sisters, who accuses them before our God day and night, has been hurled down.",
    "Date": "2019-07-24T00:00:00",
    "Comment": null
  },
  {
    "Id": 66,
    "Book": "Psalms 37:1‭-‬2",
    "Content": "Do not make yourself angry because of what evil people do. Do not feel that you want to be like them. They are always doing wrong things. They are like grass that will soon become dry. They will die just as green plants do.",
    "Date": "2019-07-25T00:00:00",
    "Comment": null
  },
  {
    "Id": 67,
    "Book": "Psalms 37:7 ERV",
    "Content": "Trust in the Lord and wait quietly for his help. Don’t be angry when people make evil plans and succeed.",
    "Date": "2019-07-26T00:00:00",
    "Comment": null
  },
  {
    "Id": 68,
    "Book": "Psalms 37:3‭-‬5 ERV",
    "Content": "So trust in the Lord and do good. Live on your land and be dependable. Enjoy serving the Lord, and he will give you whatever you ask for. Depend on the Lord. Trust in him, and he will help you.",
    "Date": "2019-07-27T00:00:00",
    "Comment": null
  },
  {
    "Id": 69,
    "Book": "Micah 7:18 NIV",
    "Content": "Who is a God like you, who pardons sin and forgives the transgression of the remnant of his inheritance? You do not stay angry forever but delight to show mercy.",
    "Date": "2019-07-28T00:00:00",
    "Comment": null
  },
  {
    "Id": 70,
    "Book": "Psalm 38:21‭-‬22 NIV",
    "Content": "Lord , do not forsake me; do not be far from me, my God. Come quickly to help me, my Lord and my Savior.",
    "Date": "2019-07-29T00:00:00",
    "Comment": null
  },
  {
    "Id": 71,
    "Book": "1 Timothy 3:16 ERV",
    "Content": "Without a doubt, the secret of our life of worship is great: Christ was shown to us in human form; the Spirit proved that he was right; he was seen by angels. The message about him was told to the nations; people in the world believed in him; he was taken up to heaven in glory.",
    "Date": "2019-07-30T00:00:00",
    "Comment": null
  },
  {
    "Id": 72,
    "Book": "Ephesians 3:20‭-‬21 ERV",
    "Content": "With God’s power working in us, he can do much, much more than anything we can ask or think of. To him be glory in the church and in Christ Jesus for all time, forever and ever. Amen.",
    "Date": "2019-07-31T00:00:00",
    "Comment": null
  },
  {
    "Id": 73,
    "Book": "Romans 13:1 NIV",
    "Content": "Let everyone be subject to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God.",
    "Date": "2019-08-01T00:00:00",
    "Comment": null
  },
  {
    "Id": 74,
    "Book": "Proverbs 3:19‭-‬20 NIV",
    "Content": "By wisdom the Lord laid the earth’s foundations, by understanding he set the heavens in place; by his knowledge the watery depths were divided, and the clouds let drop the dew.",
    "Date": "2019-08-02T00:00:00",
    "Comment": null
  },
  {
    "Id": 75,
    "Book": "Proverbs 3:25‭-‬26 NIV",
    "Content": "Have no fear of sudden disaster or of the ruin that overtakes the wicked, for the Lord will be at your side and will keep your foot from being snared.",
    "Date": "2019-08-03T00:00:00",
    "Comment": null
  },
  {
    "Id": 76,
    "Book": "Colossians 3:23‭-‬24 ERV",
    "Content": "In all the work you are given, do the best you can. Work as though you are working for the Lord, not any earthly master. Remember that you will receive your reward from the Lord, who will give you what he promised his people. Yes, you are serving Christ. He is your real Master.",
    "Date": "2019-08-05T00:00:00",
    "Comment": null
  },
  {
    "Id": 77,
    "Book": "Psalms 55:22‭-‬23 NLT",
    "Content": "Give your burdens to the Lord , and he will take care of you. He will not permit the godly to slip and fall. But you, O God, will send the wicked down to the pit of destruction. Murderers and liars will die young, but I am trusting you to save me.",
    "Date": "2019-08-06T00:00:00",
    "Comment": null
  },
  {
    "Id": 78,
    "Book": "Isaiah 41:10 GNB",
    "Content": "Do not be afraid — I am with you! I am your God — let nothing terrify you! I will make you strong and help you; I will protect you and save you.",
    "Date": "2019-08-07T00:00:00",
    "Comment": null
  },
  {
    "Id": 79,
    "Book": "Isaiah 41:11‭-‬13 GNB",
    "Content": "“Those who are angry with you will know the shame of defeat. Those who fight against you will die and will disappear from the earth. I am the LORD your God; I strengthen you and say, ‘Do not be afraid; I will help you.’ ”",
    "Date": "2019-08-08T00:00:00",
    "Comment": null
  },
  {
    "Id": 80,
    "Book": "Isaiah 41:17 KJV",
    "Content": "When the poor and needy seek water, and there is none, and their tongue faileth for thirst, I the Lord will hear them, I the God of Israel will not forsake them.",
    "Date": "2019-08-09T00:00:00",
    "Comment": null
  },
  {
    "Id": 81,
    "Book": "Romans 6:22‭-‬23",
    "Content": "But now God has made you free from the power of sin . You have become God's slaves. Many good things come from that, because God is helping you to live in a good way. In the end, the result will be that you will live with him for ever. If you serve sin as your master, it will pay you with death. But if you belong to our Lord Jesus Christ, God gives you a gift! That gift is life with God for ever.",
    "Date": "2019-08-10T00:00:00",
    "Comment": null
  },
  {
    "Id": 82,
    "Book": "1 Corinthians 6:19",
    "Content": "Your body is the home of God's Spirit, who is completely good and separate from everything bad. You should know that. God gave his Spirit to you and he lives in you. You do not belong to yourselves any longer. But you belong to God,",
    "Date": "2019-08-11T00:00:00",
    "Comment": null
  },
  {
    "Id": 83,
    "Book": "1 Corinthians 6:18",
    "Content": "So, do not have sex with anyone who is not your own wife or husband. Be careful never to do that. Any other bad thing that you do is outside your own body. But if you have sex with the wrong person, you do something wrong to your own body.",
    "Date": "2019-08-12T00:00:00",
    "Comment": null
  },
  {
    "Id": 84,
    "Book": "1 Thessalonians 4:3‭-‬5 ERV",
    "Content": "God wants you to be holy. He wants you to stay away from sexual sins. God wants each one of you to learn to control your own body. Use your body in a way that is holy and that gives honor to God. Don’t let your sexual desires control you like the people who don’t know God.",
    "Date": "2019-08-13T00:00:00",
    "Comment": null
  },
  {
    "Id": 85,
    "Book": "Hebrews 13:20‭-‬21 ERV",
    "Content": "I pray that the God of peace will give you every good thing you need so that you can do what he wants. God is the one who raised from death our Lord Jesus, the Great Shepherd of his sheep. He raised him because Jesus sacrificed his blood to begin the new agreement that never ends. I pray that God will work through Jesus Christ to do the things in us that please him. To him be glory forever. Amen.",
    "Date": "2019-08-14T00:00:00",
    "Comment": null
  },
  {
    "Id": 86,
    "Book": "1 Corinthians 6:12‭-‬13 ERV",
    "Content": "“I am allowed to do anything,” you say. My answer to this is that not all things are good. Even if it is true that “I am allowed to do anything,” I will not let anything control me like a slave. Someone else says, “Food is for the stomach, and the stomach for food.” Yes, and God will destroy them both. But the body is not for sexual sin. The body is for the Lord, and the Lord is for the body.",
    "Date": "2019-08-15T00:00:00",
    "Comment": null
  },
  {
    "Id": 87,
    "Book": "1 Corinthians 6:18‭-‬20 ERV",
    "Content": "So run away from sexual sin. It involves the body in a way that no other sin does. So if you commit sexual sin, you are sinning against your own body. You should know that your body is a temple for the Holy Spirit that you received from God and that lives in you. You don’t own yourselves. God paid a very high price to make you his. So honor God with your body.",
    "Date": "2019-08-16T00:00:00",
    "Comment": null
  },
  {
    "Id": 88,
    "Book": "Numbers 6:24‭-‬26 ERV",
    "Content": "‘May the Lord bless you and keep you. May the Lord smile down on you and show you his kindness. May the Lord answer your prayers and give you peace.’",
    "Date": "2019-08-17T00:00:00",
    "Comment": null
  },
  {
    "Id": 89,
    "Book": "Hebrews 13:8 ERV",
    "Content": "Jesus Christ is the same yesterday, today, and forever. ",
    "Date": "2019-08-18T00:00:00",
    "Comment": null
  },
  {
    "Id": 90,
    "Book": "1 Peter 1:3 ERV",
    "Content": "Praise be to the God and Father of our Lord Jesus Christ. God has great mercy, and because of his mercy he gave us a new life. This new life brings us a living hope through Jesus Christ’s resurrection from death.",
    "Date": "2019-08-19T00:00:00",
    "Comment": null
  },
  {
    "Id": 91,
    "Book": "Daniel 12:3 NIV",
    "Content": "Those who are wise will shine like the brightness of the heavens, and those who lead many to righteousness, like the stars for ever and ever.",
    "Date": "2019-08-20T00:00:00",
    "Comment": null
  },
  {
    "Id": 92,
    "Book": "Proverbs 4:18‭-‬19 NIV",
    "Content": "The path of the righteous is like the morning sun, shining ever brighter till the full light of day. But the way of the wicked is like deep darkness; they do not know what makes them stumble. ",
    "Date": "2019-08-21T00:00:00",
    "Comment": null
  },
  {
    "Id": 93,
    "Book": "Proverbs 11:20",
    "Content": "The LORD hates people who make plans to do bad things. But he loves those people who always do the right thing.",
    "Date": "2019-08-22T00:00:00",
    "Comment": null
  },
  {
    "Id": 94,
    "Book": "Psalms 49:7‭-‬9 GNB",
    "Content": "A person can never redeem himself; he cannot pay God the price for his life, because the payment for a human life is too great. What he could pay would never be enough to keep him from the grave, to let him live for ever.",
    "Date": "2019-08-23T00:00:00",
    "Comment": null
  },
  {
    "Id": 95,
    "Book": "Psalms 50:12‭-‬15 GNB",
    "Content": "“If I were hungry, I would not ask you for food, for the world and everything in it is mine. Do I eat the flesh of bulls or drink the blood of goats? Let the giving of thanks be your sacrifice to God, and give the Almighty all that you promised. Call to me when trouble comes; I will save you, and you will praise me.”",
    "Date": "2019-08-24T00:00:00",
    "Comment": null
  },
  {
    "Id": 96,
    "Book": "Hosea 6:5‭-‬6 GNB",
    "Content": "That is why I have sent my prophets to you with my message of judgement and destruction. What I want from you is plain and clear: I want your constant love, not your animal sacrifices. I would rather have my people know me than burn offerings to me.",
    "Date": "2019-08-25T00:00:00",
    "Comment": null
  },
  {
    "Id": 97,
    "Book": "1 Chronicles 29:11‭-‬13 GNB",
    "Content": "You are great and powerful, glorious, splendid, and majestic. Everything in heaven and earth is yours, and you are king, supreme ruler over all. All riches and wealth come from you; you rule everything by your strength and power; and you are able to make anyone great and strong. Now, our God, we give you thanks, and we praise your glorious name.",
    "Date": "2019-08-26T00:00:00",
    "Comment": null
  },
  {
    "Id": 98,
    "Book": "Jeremiah 17:7‭-‬8 NIV",
    "Content": "“But blessed is the one who trusts in the Lord , whose confidence is in him. They will be like a tree planted by the water that sends out its roots by the stream. It does not fear when heat comes; its leaves are always green. It has no worries in a year of drought and never fails to bear fruit.”",
    "Date": "2019-08-27T00:00:00",
    "Comment": null
  },
  {
    "Id": 99,
    "Book": "Hebrews 2:14‭-‬15 CEV",
    "Content": "We are people of flesh and blood. This is why Jesus became one of us. He died to destroy the devil, who had power over death. But he also died to rescue all of us who live each day in fear of dying.",
    "Date": "2019-08-28T00:00:00",
    "Comment": null
  },
  {
    "Id": 100,
    "Book": "Galatians 6:7 CEV",
    "Content": "You cannot fool God, so don't make a fool of yourself! You will harvest what you plant.",
    "Date": "2019-08-30T00:00:00",
    "Comment": null
  },
  {
    "Id": 101,
    "Book": "Ephesians 1:22‭-‬23 CEV",
    "Content": "God has put all things under the power of Christ, and for the good of the church he has made him the head of everything. The church is the body of Christ and is filled with Christ who completely fills everything.",
    "Date": "2019-08-31T00:00:00",
    "Comment": null
  },
  {
    "Id": 102,
    "Book": "John 10:14‭-‬15 CEV",
    "Content": "I am the good shepherd. I know my sheep, and they know me. Just as the Father knows me, I know the Father, and I give up my life for my sheep. ",
    "Date": "2019-09-01T00:00:00",
    "Comment": null
  },
  {
    "Id": 103,
    "Book": "Joshua 1:9 NLT",
    "Content": "This is my command—be strong and courageous! Do not be afraid or discouraged. For the Lord your God is with you wherever you go.”",
    "Date": "2019-09-02T00:00:00",
    "Comment": null
  },
  {
    "Id": 104,
    "Book": "Hebrews 13:5‭-‬6 NIV",
    "Content": "Keep your lives free from the love of money and be content with what you have, because God has said, “Never will I leave you; never will I forsake you.” So we say with confidence, “The Lord is my helper; I will not be afraid. What can mere mortals do to me?”",
    "Date": "2019-09-03T00:00:00",
    "Comment": null
  },
  {
    "Id": 105,
    "Book": "James 1:5 NIV",
    "Content": "If any of you lacks wisdom, you should ask God, who gives generously to all without finding fault, and it will be given to you.",
    "Date": "2019-09-04T00:00:00",
    "Comment": null
  },
  {
    "Id": 106,
    "Book": "Proverbs 13:3 ERV",
    "Content": "People who are careful about what they say will save their lives, but those who speak without thinking will be destroyed.",
    "Date": "2019-09-05T00:00:00",
    "Comment": null
  },
  {
    "Id": 107,
    "Book": "Matthew 7:13‭-‬14 ERV",
    "Content": "“You can enter true life only through the narrow gate. The gate to hell is very wide, and there is plenty of room on the road that leads there. Many people go that way. But the gate that opens the way to true life is narrow. And the road that leads there is hard to follow. Only a few people find it.",
    "Date": "2019-09-06T00:00:00",
    "Comment": null
  },
  {
    "Id": 108,
    "Book": "Deuteronomy 31:6 ERV",
    "Content": "Be strong and be brave. Don’t be afraid of those people because the Lord your God is with you. He will not fail you or leave you.”",
    "Date": "2019-09-07T00:00:00",
    "Comment": null
  },
  {
    "Id": 109,
    "Book": "2 Peter 3:17‭-‬18 NIV",
    "Content": "Therefore, dear friends, since you have been forewarned, be on your guard so that you may not be carried away by the error of the lawless and fall from your secure position. But grow in the grace and knowledge of our Lord and Savior Jesus Christ. To him be glory both now and forever! Amen.",
    "Date": "2019-09-08T00:00:00",
    "Comment": null
  },
  {
    "Id": 110,
    "Book": "Psalm 56:3‭-‬4 NIV",
    "Content": "When I am afraid, I put my trust in you. In God, whose word I praise— in God I trust and am not afraid. What can mere mortals do to me?",
    "Date": "2019-09-09T00:00:00",
    "Comment": null
  },
  {
    "Id": 111,
    "Book": "Romans 13:10 EASY",
    "Content": "If you love other people, you will never do anything bad to them. So, anyone who loves other people has obeyed God's Law completely.",
    "Date": "2019-09-10T00:00:00",
    "Comment": null
  },
  {
    "Id": 112,
    "Book": "Habakkuk 3:17‭-‬18 GNB",
    "Content": "Even though the fig trees have no fruit and no grapes grow on the vines, even though the olive crop fails and the fields produce no corn, even though the sheep all die and the cattle stalls are empty, I will still be joyful and glad, because the LORD God is my saviour.",
    "Date": "2019-09-11T00:00:00",
    "Comment": null
  },
  {
    "Id": 113,
    "Book": "Habakkuk 3:17‭-‬19 GNB",
    "Content": "The Sovereign LORD gives me strength. He makes me sure-footed as a deer, and keeps me safe on the mountains. ",
    "Date": "2019-09-12T00:00:00",
    "Comment": null
  },
  {
    "Id": 114,
    "Book": "Psalms 59:16 NLT",
    "Content": "But as for me, I will sing about your power. Each morning I will sing with joy about your unfailing love. For you have been my refuge, a place of safety when I am in distress.",
    "Date": "2019-09-14T00:00:00",
    "Comment": null
  },
  {
    "Id": 115,
    "Book": "Psalms 60:11‭-‬12 NLT",
    "Content": "Oh, please help us against our enemies, for all human help is useless. With God’s help we will do mighty things, for he will trample down our foes.",
    "Date": "2019-09-15T00:00:00",
    "Comment": null
  },
  {
    "Id": 116,
    "Book": "John 8:12 NIV",
    "Content": "When Jesus spoke again to the people, he said, “I am the light of the world. Whoever follows me will never walk in darkness, but will have the light of life.”",
    "Date": "2019-09-16T00:00:00",
    "Comment": null
  },
  {
    "Id": 117,
    "Book": "John 8:31‭-‬32 NIV",
    "Content": "To the Jews who had believed him, Jesus said, “If you hold to my teaching, you are really my disciples. Then you will know the truth, and the truth will set you free.”",
    "Date": "2019-09-17T00:00:00",
    "Comment": null
  },
  {
    "Id": 118,
    "Book": "Isaiah 30:20‭-‬21 GNB",
    "Content": "The Lord will make you go through hard times, but he himself will be there to teach you, and you will not have to search for him any more. If you wander off the road to the right or the left, you will hear his voice behind you saying, “Here is the road. Follow it.”",
    "Date": "2019-09-18T00:00:00",
    "Comment": null
  },
  {
    "Id": 119,
    "Book": "Ecclesiastes 7:21‭-‬22 NIV",
    "Content": "Do not pay attention to every word people say, or you may hear your servant cursing you— for you know in your heart that many times you yourself have cursed others.",
    "Date": "2019-09-19T00:00:00",
    "Comment": null
  },
  {
    "Id": 120,
    "Book": "Psalms 3:5 NIV",
    "Content": "I lie down and sleep; I wake again, because the Lord sustains me.",
    "Date": "2019-09-20T00:00:00",
    "Comment": null
  },
  {
    "Id": 121,
    "Book": "Psalms 40:1‭-‬2 NLT",
    "Content": "I waited patiently for the Lord to help me, and he turned to me and heard my cry. He lifted me out of the pit of despair, out of the mud and the mire. He set my feet on solid ground and steadied me as I walked along.",
    "Date": "2019-09-21T00:00:00",
    "Comment": null
  },
  {
    "Id": 122,
    "Book": "1 Timothy 4:13 NIV",
    "Content": "... devote yourself to the public reading of Scripture, to preaching and to teaching.",
    "Date": "2019-09-23T00:00:00",
    "Comment": null
  },
  {
    "Id": 123,
    "Book": "John 17:20‭-‬21 NIV",
    "Content": "“My prayer is not for them alone. I pray also for those who will believe in me through their message, that all of them may be one, Father, just as you are in me and I am in you. May they also be in us so that the world may believe that you have sent me.",
    "Date": "2019-09-24T00:00:00",
    "Comment": null
  },
  {
    "Id": 124,
    "Book": "Ephesians 5:15‭-‬16",
    "Content": "So be very careful how you live. Live wisely, not like fools. I mean that you should use every opportunity you have for doing good, because these are evil times.\r",
    "Date": "2019-09-25T00:00:00",
    "Comment": null
  },
  {
    "Id": 125,
    "Book": "Hosea 10:12",
    "Content": "‘Plant the good seeds of righteousness, and you will harvest a crop of love. Plow up the hard ground of your hearts, for now is the time to seek the Lord , that he may come and shower righteousness upon you.’\r",
    "Date": "2019-09-26T00:00:00",
    "Comment": null
  },
  {
    "Id": 126,
    "Book": "Philippians 4:8",
    "Content": "And now, dear brothers and sisters, one final thing. Fix your thoughts on what is true, and honorable, and right, and pure, and lovely, and admirable. Think about things that are excellent and worthy of praise.\r",
    "Date": "2019-09-27T00:00:00",
    "Comment": null
  },
  {
    "Id": 127,
    "Book": "Proverbs 21:5",
    "Content": "If you plan and work hard, you will have plenty; if you hurry to get rich, you will end up poor.\r",
    "Date": "2019-09-28T00:00:00",
    "Comment": null
  },
  {
    "Id": 128,
    "Book": "Proverbs 21:1",
    "Content": "The Lord controls rulers, just as he determines the course of rivers.\r",
    "Date": "2019-09-29T00:00:00",
    "Comment": null
  },
  {
    "Id": 129,
    "Book": "Proverbs 21:2",
    "Content": "We may think we are doing the right thing, but the Lord always knows what is in our hearts.\r",
    "Date": "2019-09-30T00:00:00",
    "Comment": null
  },
  {
    "Id": 130,
    "Book": "1 John 4:19",
    "Content": "We are able to love God and other people because God loved us first.\r",
    "Date": "2019-10-01T00:00:00",
    "Comment": null
  },
  {
    "Id": 131,
    "Book": "Luke 10:22 NIV",
    "Content": "“All things have been committed to me by my Father. No one knows who the Son is except the Father, and no one knows who the Father is except the Son and those to whom the Son chooses to reveal him.”",
    "Date": "2019-10-02T00:00:00",
    "Comment": null
  },
  {
    "Id": 132,
    "Book": "Ephesians 1:22‭-‬23",
    "Content": "And God placed all things under his feet and appointed him to be head over everything for the church, which is his body, the fullness of him who fills everything in every way.\r",
    "Date": "2019-10-03T00:00:00",
    "Comment": null
  },
  {
    "Id": 133,
    "Book": "John 12:24",
    "Content": "Very truly I tell you, unless a kernel of wheat falls to the ground and dies, it remains only a single seed. But if it dies, it produces many seeds.\r",
    "Date": "2019-10-04T00:00:00",
    "Comment": null
  },
  {
    "Id": 134,
    "Book": "Joshua 1:7",
    "Content": "“Be strong and very courageous. Be careful to obey all the law my servant Moses gave you; do not turn from it to the right or to the left, that you may be successful wherever you go.\r",
    "Date": "2019-10-05T00:00:00",
    "Comment": null
  },
  {
    "Id": 135,
    "Book": "No one from the east or the west or from the desert can exalt themselves.  It is God who judges: He brings one down, he exalts another.",
    "Content": "",
    "Date": "2019-10-06T00:00:00",
    "Comment": null
  },
  {
    "Id": 136,
    "Book": "Job 7:9‭-‬10",
    "Content": "As a cloud vanishes and is gone, so one who goes down to the grave does not return.  He will never come to his house again; his place will know him no more.\r",
    "Date": "2019-10-07T00:00:00",
    "Comment": null
  },
  {
    "Id": 137,
    "Book": "Job 14:7‭, ‬10",
    "Content": "“At least there is hope for a tree: If it is cut down, it will sprout again, and its new shoots will not fail.  But a man dies and is laid low; he breathes his last and is no more.\r",
    "Date": "2019-10-08T00:00:00",
    "Comment": null
  },
  {
    "Id": 138,
    "Book": "Job 22:21",
    "Content": "“Submit to God and be at peace with him; in this way prosperity will come to you.\r",
    "Date": "2019-10-09T00:00:00",
    "Comment": null
  },
  {
    "Id": 139,
    "Book": "Job 19:25‭-‬26",
    "Content": "I know that my redeemer lives, and that in the end he will stand on the earth.  And after my skin has been destroyed, yet in my flesh I will see God;\r",
    "Date": "2019-10-10T00:00:00",
    "Comment": null
  },
  {
    "Id": 140,
    "Book": "Psalms 9:9",
    "Content": "The Lord is a refuge for the oppressed, a stronghold in times of trouble.\r",
    "Date": "2019-10-11T00:00:00",
    "Comment": null
  },
  {
    "Id": 141,
    "Book": "Colossians 3:12",
    "Content": "Therefore, as God’s chosen people, holy and dearly loved, clothe yourselves with compassion, kindness, humility, gentleness and patience.\r",
    "Date": "2019-10-12T00:00:00",
    "Comment": null
  },
  {
    "Id": 142,
    "Book": "Psalms 25:4‭-‬5",
    "Content": "Show me your ways, Lord , teach me your paths.  Guide me in your truth and teach me, for you are God my Savior, and my hope is in you all day long.\r",
    "Date": "2019-10-13T00:00:00",
    "Comment": null
  },
  {
    "Id": 143,
    "Book": "Psalms 91:15‭-‬16 NIV",
    "Content": "He will call on me, and I will answer him; I will be with him in trouble, I will deliver him and honor him. With long life I will satisfy him and show him my salvation.” ",
    "Date": "2019-10-14T00:00:00",
    "Comment": null
  },
  {
    "Id": 144,
    "Book": "PSALMS 25:3",
    "Content": "Indeed, none of those who [expectantly] wait for You will be ashamed; Those who turn away from what is right and deal treacherously without cause will be ashamed (humiliated, embarrassed).\r",
    "Date": "2019-10-15T00:00:00",
    "Comment": null
  },
  {
    "Id": 145,
    "Book": "1 John 5:14",
    "Content": "This is the confidence we have in approaching God: that if we ask anything according to his will, he hears us.\r",
    "Date": "2019-10-16T00:00:00",
    "Comment": null
  },
  {
    "Id": 146,
    "Book": "Acts 2:21",
    "Content": "And everyone who calls on the name of the Lord will be saved.’\r",
    "Date": "2019-10-17T00:00:00",
    "Comment": null
  },
  {
    "Id": 147,
    "Book": "Psalms 37:34",
    "Content": "Hope in the Lord and keep his way. He will exalt you to inherit the land; when the wicked are destroyed, you will see it.\r",
    "Date": "2019-10-18T00:00:00",
    "Comment": null
  },
  {
    "Id": 148,
    "Book": "1 John 1:8‭-‬9",
    "Content": "If we claim to be without sin, we deceive ourselves and the truth is not in us. If we confess our sins, he is faithful and just and will forgive us our sins and purify us from all unrighteousness.\r",
    "Date": "2019-10-19T00:00:00",
    "Comment": null
  },
  {
    "Id": 149,
    "Book": "Isaiah 53:6",
    "Content": "We all, like sheep, have gone astray, each of us has turned to our own way; and the Lord has laid on him the iniquity of us all.\r",
    "Date": "2019-10-20T00:00:00",
    "Comment": null
  },
  {
    "Id": 150,
    "Book": "Ephesians 4:28",
    "Content": "Anyone who has been stealing must steal no longer, but must work, doing something useful with their own hands, that they may have something to share with those in need.\r",
    "Date": "2019-10-21T00:00:00",
    "Comment": null
  },
  {
    "Id": 151,
    "Book": "Luke 12:15",
    "Content": "...‘Be very careful! Do not want more things than you really need. The life of a person is worth more than just the things that he has. Even if he is very rich, that is still true.’\r",
    "Date": "2019-10-22T00:00:00",
    "Comment": null
  },
  {
    "Id": 152,
    "Book": "James 4:1‭-‬2 EASY",
    "Content": "You very often fight and quarrel among yourselves. Do you know why that happens? It is because of the troubles in your thoughts. You want to do bad things that you think will make you happy. You want to have something for yourself, but you do not get what you want. You even kill other people. You try to take things that are not yours. But you cannot get them. So, you fight and you quarrel with each other. But you do not have these things because you do not ask God for them.",
    "Date": "2019-10-23T00:00:00",
    "Comment": null
  },
  {
    "Id": 153,
    "Book": "James 4:8‭, ‬10",
    "Content": "Come near to God and he will come near to you. Wash your hands, you sinners, and purify your hearts, you double-minded. Humble yourselves before the Lord, and he will lift you up.\r",
    "Date": "2019-10-24T00:00:00",
    "Comment": null
  },
  {
    "Id": 154,
    "Book": "Matthew 23:12",
    "Content": "Some people lift themselves up to be important. They say that they are better than other people. But God will bring them down low. Other people know that they are not better than others. God will lift those people up to a good place.’\r",
    "Date": "2019-10-25T00:00:00",
    "Comment": null
  },
  {
    "Id": 155,
    "Book": "1 Peter 5:6",
    "Content": "So be humble under God’s powerful hand. Then he will lift you up when the right time comes.\r",
    "Date": "2019-10-26T00:00:00",
    "Comment": null
  },
  {
    "Id": 156,
    "Book": "1 Corinthians 16:13‭-‬14",
    "Content": "Be on your guard; stand firm in the faith; be courageous; be strong. Do everything in love.\r",
    "Date": "2019-10-27T00:00:00",
    "Comment": null
  },
  {
    "Id": 157,
    "Book": "Matthew 26:41",
    "Content": "You must stay awake and pray. God can help you, so that you will not do something wrong. You really want to do the right thing, but your bodies are weak.’\r",
    "Date": "2019-10-28T00:00:00",
    "Comment": null
  },
  {
    "Id": 158,
    "Book": "Colossians 4:2",
    "Content": "Devote yourselves to prayer, being watchful and thankful.\r",
    "Date": "2019-10-29T00:00:00",
    "Comment": null
  },
  {
    "Id": 159,
    "Book": "Galatians 5:1",
    "Content": "It is for freedom that Christ has set us free. Stand firm, then, and do not let yourselves be burdened again by a yoke of slavery.\r",
    "Date": "2019-10-31T00:00:00",
    "Comment": null
  },
  {
    "Id": 160,
    "Book": "Ephesians 6:13",
    "Content": "So put on all the armor that God gives. Then when that evil day comes, you will be able to defend yourself. And when the battle is over, you will still be standing firm.\r",
    "Date": "2019-11-01T00:00:00",
    "Comment": null
  },
  {
    "Id": 161,
    "Book": "Isaiah 35:4",
    "Content": "Say to those who  are fearful-hearted, “Be strong, do not fear! Behold, your God will come with  vengeance, With the recompense of God; He will come and save you.”\r",
    "Date": "2019-11-02T00:00:00",
    "Comment": null
  },
  {
    "Id": 162,
    "Book": "2 Timothy 2:3‭-‬4",
    "Content": "Be patient through the troubles that we Christians have. Be brave and strong, like a good soldier for Christ Jesus. Any soldier who fights in a war does not become busy with other things. He only wants to fight well to make his captain happy.\r",
    "Date": "2019-11-03T00:00:00",
    "Comment": null
  },
  {
    "Id": 163,
    "Book": "Colossians 1:13‭-‬14",
    "Content": "God has saved us from the dark kingdom where Satan rules. He has brought us into the kingdom of his Son, whom he loves.  God's Son, Jesus, paid the price for our sins and made us free. Yes, God has forgiven us.\r",
    "Date": "2019-11-04T00:00:00",
    "Comment": null
  },
  {
    "Id": 164,
    "Book": "1 John 5:20",
    "Content": "We know also that the Son of God has come and has given us understanding, so that we may know him who is true. And we are in him who is true by being in his Son Jesus Christ. He is the true God and eternal life.\r",
    "Date": "2019-11-05T00:00:00",
    "Comment": null
  },
  {
    "Id": 165,
    "Book": "1 John 4:7‭-‬8",
    "Content": "Dear friends, let us love one another, for love comes from God. Everyone who loves has been born of God and knows God. Whoever does not love does not know God, because God is love.\r",
    "Date": "2019-11-06T00:00:00",
    "Comment": null
  },
  {
    "Id": 166,
    "Book": "1 John 4:9",
    "Content": "This is how God showed that he loves us: He sent his only Son to come and live in the world. He did that so that we could have true life with God because we believe in Jesus.\r",
    "Date": "2019-11-07T00:00:00",
    "Comment": null
  },
  {
    "Id": 167,
    "Book": "1 John 3:4‭, ‬6",
    "Content": "Anyone who sins breaks God’s law. Yes, sinning is the same as living against God’s law. So whoever lives in Christ does not continue to sin. If they continue to sin, they have never really understood Christ and have never known him.\r",
    "Date": "2019-11-08T00:00:00",
    "Comment": null
  },
  {
    "Id": 168,
    "Book": "Isaiah 8:13",
    "Content": "The Lord Almighty is the one you are to regard as holy, he is the one you are to fear, he is the one you are to dread.\r",
    "Date": "2019-11-09T00:00:00",
    "Comment": null
  },
  {
    "Id": 169,
    "Book": "John 15:19",
    "Content": "If you belonged to the world, it would love you as its own. As it is, you do not belong to the world, but I have chosen you out of the world. That is why the world hates you.\r",
    "Date": "2019-11-10T00:00:00",
    "Comment": null
  },
  {
    "Id": 170,
    "Book": "Exodus 15:11",
    "Content": "Oh LORD , there is nobody like you among the gods! There is nobody like you anywhere! You are so great and so holy . You frighten us with your bright light. You do great and powerful things.\r",
    "Date": "2019-11-11T00:00:00",
    "Comment": null
  },
  {
    "Id": 171,
    "Book": "Isaiah 54:10",
    "Content": "Though the mountains be shaken and the hills be removed, yet my unfailing love for you will not be shaken nor my covenant of peace be removed,” says the Lord , who has compassion on you.\r",
    "Date": "2019-11-12T00:00:00",
    "Comment": null
  },
  {
    "Id": 172,
    "Book": "Isaiah 51:6",
    "Content": "Lift up your eyes to the heavens, look at the earth beneath; the heavens will vanish like smoke, the earth will wear out like a garment and its inhabitants die like flies. But my salvation will last forever, my righteousness will never fail.\r",
    "Date": "2019-11-13T00:00:00",
    "Comment": null
  },
  {
    "Id": 173,
    "Book": "Isaiah 51:11",
    "Content": "Therefore the redeemed of the Lord shall return, and come with singing unto Zion; and everlasting joy shall be upon their head: they shall obtain gladness and joy; and sorrow and mourning shall flee away.\r",
    "Date": "2019-11-14T00:00:00",
    "Comment": null
  },
  {
    "Id": 174,
    "Book": "Isaiah 49:10",
    "Content": "They will neither hunger nor thirst, nor will the desert heat or the sun beat down on them. He who has compassion on them will guide them and lead them beside springs of water.\r",
    "Date": "2019-11-15T00:00:00",
    "Comment": null
  },
  {
    "Id": 175,
    "Book": "Isaiah 49:15",
    "Content": "“Can a mother forget the baby at her breast and have no compassion on the child she has borne? Though she may forget, I will not forget you!\r",
    "Date": "2019-11-16T00:00:00",
    "Comment": null
  },
  {
    "Id": 176,
    "Book": "Nahum 1:7",
    "Content": "The Lord is good, a refuge in times of trouble. He cares for those who trust in him,\r",
    "Date": "2019-11-17T00:00:00",
    "Comment": null
  },
  {
    "Id": 177,
    "Book": "Lamentations 3:25",
    "Content": "The Lord is good to those whose hope is in him, to the one who seeks him;\r",
    "Date": "2019-11-18T00:00:00",
    "Comment": null
  },
  {
    "Id": 178,
    "Book": "Psalms 27:4‭-‬5",
    "Content": "One thing I ask from the Lord , this only do I seek: that I may dwell in the house of the Lord all the days of my life, to gaze on the beauty of the Lord and to seek him in his temple.  For in the day of trouble he will keep me safe in his dwelling; he will hide me in the shelter of his sacred tent and set me high upon a rock.\r",
    "Date": "2019-11-19T00:00:00",
    "Comment": null
  },
  {
    "Id": 179,
    "Book": "Psalms 91:9‭-‬11",
    "Content": "If you say, “The Lord is my refuge,” and you make the Most High your dwelling,  no harm will overtake you, no disaster will come near your tent.  For he will command his angels concerning you to guard you in all your ways;\r",
    "Date": "2019-11-20T00:00:00",
    "Comment": null
  },
  {
    "Id": 180,
    "Book": "Hebrews 7:25",
    "Content": "Therefore he is able to save completely those who come to God through him, because he always lives to intercede for them.\r",
    "Date": "2019-11-21T00:00:00",
    "Comment": null
  },
  {
    "Id": 181,
    "Book": "Psalms 90:14 NIV",
    "Content": "Satisfy us in the morning with your unfailing love, that we may sing for joy and be glad all our days.",
    "Date": "2019-11-22T00:00:00",
    "Comment": null
  },
  {
    "Id": 182,
    "Book": "Psalms 90:17",
    "Content": "May the favor of the Lord our God rest on us; establish the work of our hands for us— yes, establish the work of our hands.\r",
    "Date": "2019-11-23T00:00:00",
    "Comment": null
  },
  {
    "Id": 183,
    "Book": "Psalms 56:1",
    "Content": "Be merciful to me, my God, for my enemies are in hot pursuit; all day long they press their attack.\r",
    "Date": "2019-11-25T00:00:00",
    "Comment": null
  },
  {
    "Id": 184,
    "Book": "Proverbs 23:18",
    "Content": "There is surely a future hope for you, and your hope will not be cut off.\r",
    "Date": "2019-11-27T00:00:00",
    "Comment": null
  },
  {
    "Id": 185,
    "Book": "Ephesians 6:11",
    "Content": "Put on the full armor of God, so that you can take your stand against the devil’s schemes.\r",
    "Date": "2019-11-28T00:00:00",
    "Comment": null
  },
  {
    "Id": 186,
    "Book": "2 Corinthians 9:10",
    "Content": "Now he who supplies seed to the sower and bread for food will also supply and increase your store of seed and will enlarge the harvest of your righteousness.\r",
    "Date": "2019-11-29T00:00:00",
    "Comment": null
  },
  {
    "Id": 187,
    "Book": "Proverbs 19:17",
    "Content": "Whoever is kind to the poor lends to the Lord , and he will reward them for what they have done.\r",
    "Date": "2019-11-30T00:00:00",
    "Comment": null
  },
  {
    "Id": 188,
    "Book": "Psalms 57:9‭-‬10",
    "Content": "I will praise you, Lord, among the nations; I will sing of you among the peoples.  For great is your love, reaching to the heavens; your faithfulness reaches to the skies.\r",
    "Date": "2019-12-01T00:00:00",
    "Comment": null
  },
  {
    "Id": 189,
    "Book": "Ephesians 5:1‭-‬2",
    "Content": "Follow God’s example, therefore, as dearly loved children and walk in the way of love, just as Christ loved us and gave himself up for us as a fragrant offering and sacrifice to God.\r",
    "Date": "2019-12-02T00:00:00",
    "Comment": null
  },
  {
    "Id": 190,
    "Book": "Ephesians 5:3‭-‬4",
    "Content": "But among you there must not be even a hint of sexual immorality, or of any kind of impurity, or of greed, because these are improper for God’s holy people. Nor should there be obscenity, foolish talk or coarse joking, which are out of place, but rather thanksgiving.\r",
    "Date": "2019-12-03T00:00:00",
    "Comment": null
  },
  {
    "Id": 191,
    "Book": "Ephesians 5:8",
    "Content": "In the past you were full of darkness, but now you are full of light in the Lord. So live like children who belong to the light.\r",
    "Date": "2019-12-04T00:00:00",
    "Comment": null
  },
  {
    "Id": 192,
    "Book": "Ephesians 5:5‭-‬6",
    "Content": "You can be sure that no immoral, impure, or greedy person will inherit the Kingdom of Christ and of God. For a greedy person is an idolater, worshiping the things of this world. Don’t be fooled by those who try to excuse these sins, for the anger of God will fall on all who disobey him.\r",
    "Date": "2019-12-05T00:00:00",
    "Comment": null
  },
  {
    "Id": 193,
    "Book": "Ephesians 5:17‭-‬18",
    "Content": "Therefore do not be foolish and thoughtless, but understand and firmly grasp what the will of the Lord is. Do not get drunk with wine, for that is wickedness (corruption, stupidity), but be filled with the [Holy] Spirit and constantly guided by Him.\r",
    "Date": "2019-12-06T00:00:00",
    "Comment": null
  },
  {
    "Id": 194,
    "Book": "1 John 2:17",
    "Content": "The world and its desires pass away, but whoever does the will of God lives forever.\r",
    "Date": "2019-12-07T00:00:00",
    "Comment": null
  },
  {
    "Id": 195,
    "Book": "2 Peter 1:5‭-‬9",
    "Content": "Do your best to improve your faith by adding goodness, understanding, self-control, patience, devotion to God, concern for others, and love. If you keep growing in this way, it will show that what you know about our Lord Jesus Christ has made your lives useful and meaningful. But if you don't grow, you are like someone who is nearsighted or blind, and you have forgotten that your past sins are forgiven.\r",
    "Date": "2019-12-08T00:00:00",
    "Comment": null
  },
  {
    "Id": 196,
    "Book": "Romans 2:6‭-‬8",
    "Content": "God will reward each of us for what we have done. He will give eternal life to everyone who has patiently done what is good in the hope of receiving glory, honor, and life that lasts forever. But he will show how angry and furious he can be with every selfish person who rejects the truth and wants to do evil.\r",
    "Date": "2019-12-09T00:00:00",
    "Comment": null
  },
  {
    "Id": 197,
    "Book": "Galatians 6:9",
    "Content": "We must continue to do things that are good and we should not get tired. If we do not feel weak and stop doing good things, then we will receive a good harvest at the proper time.\r",
    "Date": "2019-12-10T00:00:00",
    "Comment": null
  },
  {
    "Id": 198,
    "Book": "Luke 6:35",
    "Content": "“I’m telling you to love your enemies and do good to them. Lend to people without expecting to get anything back. If you do this, you will have a great reward. You will be children of the Most High God. Yes, because God is good even to the people who are full of sin and not thankful.\r",
    "Date": "2019-12-11T00:00:00",
    "Comment": null
  },
  {
    "Id": 199,
    "Book": "John 3:36",
    "Content": "He who believes and trusts in the Son and accepts Him [as Savior] has eternal life [that is, already possesses it]; but he who does not believe the Son and chooses to reject Him, [disobeying Him and denying Him as Savior] will not see [eternal] life, but [instead] the wrath of God hangs over him continually .”\r",
    "Date": "2019-12-12T00:00:00",
    "Comment": null
  },
  {
    "Id": 200,
    "Book": "John 5:24",
    "Content": "I am telling you what is true. Everyone who hears my message should believe in the Father who sent me. If they do believe, they will have life for ever with God. God will not punish them because of the wrong things that they have done. Death no longer has authority over them. Now they have life with God.\r",
    "Date": "2019-12-13T00:00:00",
    "Comment": null
  },
  {
    "Id": 201,
    "Book": "Psalms 43:3",
    "Content": "Send me your light and your faithful care, let them lead me; let them bring me to your holy mountain, to the place where you dwell.\r",
    "Date": "2019-12-14T00:00:00",
    "Comment": null
  },
  {
    "Id": 202,
    "Book": "Ecclesiastes 9:11",
    "Content": "I also saw other things in this life that were not fair. The fastest runner does not always win the race; the strongest soldier does not always win the battle; wise people don’t always get the food; smart people don’t always get the wealth; educated people don’t always get the praise they deserve. When the time comes, bad things can happen to anyone!\r",
    "Date": "2019-12-15T00:00:00",
    "Comment": null
  },
  {
    "Id": 203,
    "Book": "Ecclesiastes 3:14",
    "Content": "Everything that God does will be for all time. We cannot do anything more than what God has done. We cannot take anything away from what he has done. God wants us to worship him. That is the reason for all that he does.\r",
    "Date": "2019-12-16T00:00:00",
    "Comment": null
  },
  {
    "Id": 204,
    "Book": "Ecclesiastes 5:8",
    "Content": "The poor people who live in your country may be hungry. But the government does not help them, and the government is not fair to them. Do not be surprised about that. The government's officers do not decide what to do. Other more important people tell them what they must do. The king is the most important person in the country.\r",
    "Date": "2019-12-17T00:00:00",
    "Comment": null
  },
  {
    "Id": 205,
    "Book": "Ecclesiastes 5:10",
    "Content": "You may love money. But you will never have enough money. You may like to have valuable things. But you will always want to have more of them. This is silly.\r",
    "Date": "2019-12-18T00:00:00",
    "Comment": null
  },
  {
    "Id": 206,
    "Book": "Psalms 47:6",
    "Content": "Sing praises to God, sing praises; sing praises to our King, sing praises.\r",
    "Date": "2019-12-19T00:00:00",
    "Comment": null
  },
  {
    "Id": 207,
    "Book": "Matthew 5:16",
    "Content": "You must be sure that your light shines well. Then you will give light to other people. They will see all the good things that you do. Then they will praise God, who is your Father in heaven .’\r",
    "Date": "2019-12-20T00:00:00",
    "Comment": null
  },
  {
    "Id": 208,
    "Book": "Isaiah 7:14",
    "Content": "Therefore the Lord himself will give you a sign: The virgin will conceive and give birth to a son, and will call him Immanuel.\r",
    "Date": "2019-12-21T00:00:00",
    "Comment": null
  },
  {
    "Id": 209,
    "Book": "Matthew 2:10‭-‬11",
    "Content": "When they saw the star, they were overjoyed. On coming to the house, they saw the child with his mother Mary, and they bowed down and worshiped him. Then they opened their treasures and presented him with gifts of gold, frankincense and myrrh.\r",
    "Date": "2019-12-22T00:00:00",
    "Comment": null
  },
  {
    "Id": 210,
    "Book": "John 1:2‭-‬3",
    "Content": "He was with God in the beginning. Through him all things were made; without him nothing was made that has been made.\r",
    "Date": "2019-12-23T00:00:00",
    "Comment": null
  },
  {
    "Id": 211,
    "Book": "Matthew 1:21",
    "Content": "She will give birth to a son, and you are to give him the name Jesus, because he will save his people from their sins.”\r",
    "Date": "2019-12-24T00:00:00",
    "Comment": null
  },
  {
    "Id": 212,
    "Book": "Luke 2:11",
    "Content": "Today in the town of David a Savior has been born to you; he is the Messiah, the Lord.\r",
    "Date": "2019-12-25T00:00:00",
    "Comment": null
  },
  {
    "Id": 213,
    "Book": "1 Corinthians 15:56‭-‬57",
    "Content": "Death only has power to hurt us because of our sins . And it is the authority of God's Law that gives power to sins . But now we thank God! Because of our Lord Jesus Christ, we win against death and its power.\r",
    "Date": "2019-12-26T00:00:00",
    "Comment": null
  },
  {
    "Id": 214,
    "Book": "Psalms 66:1‭-‬2",
    "Content": "Shout for joy to God, all the earth!  Sing the glory of his name; make his praise glorious.\r",
    "Date": "2019-12-27T00:00:00",
    "Comment": null
  },
  {
    "Id": 215,
    "Book": "Psalms 66:8‭-‬9",
    "Content": "Praise our God, all peoples, let the sound of his praise be heard;  he has preserved our lives and kept our feet from slipping.\r",
    "Date": "2019-12-28T00:00:00",
    "Comment": null
  },
  {
    "Id": 216,
    "Book": "Psalms 66:20",
    "Content": "Praise be to God, who has not rejected my prayer or withheld his love from me!\r",
    "Date": "2019-12-29T00:00:00",
    "Comment": null
  },
  {
    "Id": 217,
    "Book": "Psalms 68:4‭-‬5",
    "Content": "Sing to God, sing in praise of his name, extol him who rides on the clouds ; rejoice before him—his name is the Lord .  A father to the fatherless, a defender of widows, is God in his holy dwelling.\r",
    "Date": "2019-12-30T00:00:00",
    "Comment": null
  },
  {
    "Id": 218,
    "Book": "Psalms 77:13‭-‬15",
    "Content": "Your ways, God, are holy. What god is as great as our God?  You are the God who performs miracles; you display your power among the peoples.  With your mighty arm you redeemed your people, the descendants of Jacob and Joseph.\r",
    "Date": "2019-12-31T00:00:00",
    "Comment": null
  },
  {
    "Id": 219,
    "Book": "Psalms 86:11‭-‬13",
    "Content": "Teach me your way, Lord , that I may rely on your faithfulness; give me an undivided heart, that I may fear your name.  I will praise you, Lord my God, with all my heart; I will glorify your name forever.  For great is your love toward me; you have delivered me from the depths, from the realm of the dead.\r",
    "Date": "2020-01-01T00:00:00",
    "Comment": null
  },
  {
    "Id": 220,
    "Book": "Psalms 79:9",
    "Content": "Help us, God our Savior, for the glory of your name; deliver us and forgive our sins for your name’s sake.\r",
    "Date": "2020-01-02T00:00:00",
    "Comment": null
  },
  {
    "Id": 221,
    "Book": "Isaiah 42:6‭-‬7",
    "Content": "“ I, the Lord , have called you in righteousness; I will take hold of your hand. I will keep you and will make you to be a covenant for the people and a light for the Gentiles,  to open eyes that are blind, to free captives from prison and to release from the dungeon those who sit in darkness.\r",
    "Date": "2020-01-03T00:00:00",
    "Comment": null
  },
  {
    "Id": 222,
    "Book": "Psalms 37:5‭-‬6",
    "Content": "Commit your way to the Lord ; trust in him and he will do this:  He will make your righteous reward shine like the dawn, your vindication like the noonday sun.\r",
    "Date": "2020-01-04T00:00:00",
    "Comment": null
  },
  {
    "Id": 223,
    "Book": "Psalms 37:23‭-‬24",
    "Content": "The Lord makes firm the steps of the one who delights in him;  though he may stumble, he will not fall, for the Lord upholds him with his hand.\r",
    "Date": "2020-01-05T00:00:00",
    "Comment": null
  },
  {
    "Id": 224,
    "Book": "Psalms 38:1‭, ‬21‭-‬22",
    "Content": "Lord , do not rebuke me in your anger or discipline me in your wrath.   Lord , do not forsake me; do not be far from me, my God.  Come quickly to help me, my Lord and my Savior.\r",
    "Date": "2020-01-06T00:00:00",
    "Comment": null
  },
  {
    "Id": 225,
    "Book": "Psalms 80:19",
    "Content": "Restore us, Lord God Almighty; make your face shine on us, that we may be saved.\r",
    "Date": "2020-01-07T00:00:00",
    "Comment": null
  },
  {
    "Id": 226,
    "Book": "Psalms 115:14‭-‬15",
    "Content": "May the Lord cause you to flourish, both you and your children.  May you be blessed by the Lord , the Maker of heaven and earth.\r",
    "Date": "2020-01-08T00:00:00",
    "Comment": null
  },
  {
    "Id": 227,
    "Book": "Psalms 140:4",
    "Content": "Keep me safe, Lord , from the hands of the wicked; protect me from the violent, who devise ways to trip my feet.\r",
    "Date": "2020-01-09T00:00:00",
    "Comment": null
  },
  {
    "Id": 228,
    "Book": "Psalms 117:1‭-‬2",
    "Content": "Praise the Lord , all you nations; extol him, all you peoples.  For great is his love toward us, and the faithfulness of the Lord endures forever. Praise the Lord .\r",
    "Date": "2020-01-10T00:00:00",
    "Comment": null
  },
  {
    "Id": 229,
    "Book": "Psalms 136:1",
    "Content": "Give thanks to the Lord , for he is good. His love endures forever.\r",
    "Date": "2020-01-11T00:00:00",
    "Comment": null
  },
  {
    "Id": 230,
    "Book": "Psalms 139:23‭-‬24",
    "Content": "Search me, God, and know my heart; test me and know my anxious thoughts.  See if there is any offensive way in me, and lead me in the way everlasting.\r",
    "Date": "2020-01-12T00:00:00",
    "Comment": null
  },
  {
    "Id": 231,
    "Book": "Psalms 141:3‭-‬4",
    "Content": "Set a guard over my mouth, Lord ; keep watch over the door of my lips.  Do not let my heart be drawn to what is evil so that I take part in wicked deeds along with those who are evildoers; do not let me eat their delicacies.\r",
    "Date": "2020-01-13T00:00:00",
    "Comment": null
  },
  {
    "Id": 232,
    "Book": "Psalms 141:9‭-‬10",
    "Content": "Keep me safe from the traps set by evildoers, from the snares they have laid for me.  Let the wicked fall into their own nets, while I pass by in safety.\r",
    "Date": "2020-01-14T00:00:00",
    "Comment": null
  },
  {
    "Id": 233,
    "Book": "Psalms 143:9‭-‬10",
    "Content": "Rescue me from my enemies, Lord , for I hide myself in you.  Teach me to do your will, for you are my God; may your good Spirit lead me on level ground.\r",
    "Date": "2020-01-15T00:00:00",
    "Comment": null
  },
  {
    "Id": 234,
    "Book": "Psalms 79:8",
    "Content": "Do not hold against us the sins of past generations; may your mercy come quickly to meet us, for we are in desperate need.\r",
    "Date": "2020-01-16T00:00:00",
    "Comment": null
  },
  {
    "Id": 235,
    "Book": "Psalms 32:1",
    "Content": "Blessed is the one whose transgressions are forgiven, whose sins are covered.\r",
    "Date": "2020-01-17T00:00:00",
    "Comment": null
  },
  {
    "Id": 236,
    "Book": "Psalms 34:21‭-‬22",
    "Content": "Evil will slay the wicked; the foes of the righteous will be condemned.  The Lord will rescue his servants; no one who takes refuge in him will be condemned.\r",
    "Date": "2020-01-18T00:00:00",
    "Comment": null
  },
  {
    "Id": 237,
    "Book": "Psalms 35:4‭-‬6",
    "Content": "May those who seek my life be disgraced and put to shame; may those who plot my ruin be turned back in dismay.  May they be like chaff before the wind, with the angel of the Lord driving them away;  may their path be dark and slippery, with the angel of the Lord pursuing them.\r",
    "Date": "2020-01-19T00:00:00",
    "Comment": null
  },
  {
    "Id": 238,
    "Book": "Psalms 18:30",
    "Content": "As for God, his way is perfect: The Lord ’s word is flawless; he shields all who take refuge in him.\r",
    "Date": "2020-01-20T00:00:00",
    "Comment": null
  },
  {
    "Id": 239,
    "Book": "Psalms 121:7‭-‬8",
    "Content": "The Lord will keep you from all harm— he will watch over your life;  the Lord will watch over your coming and going both now and forevermore.\r",
    "Date": "2020-01-21T00:00:00",
    "Comment": null
  },
  {
    "Id": 240,
    "Book": "Psalms 22:19‭-‬21",
    "Content": "But you, Lord , do not be far from me. You are my strength; come quickly to help me.  Deliver me from the sword, my precious life from the power of the dogs.  Rescue me from the mouth of the lions; save me from the horns of the wild oxen.\r",
    "Date": "2020-01-22T00:00:00",
    "Comment": null
  },
  {
    "Id": 241,
    "Book": "Psalms 51:1‭-‬2",
    "Content": "Have mercy on me, O God, according to your unfailing love; according to your great compassion blot out my transgressions.  Wash away all my iniquity and cleanse me from my sin.\r",
    "Date": "2020-01-23T00:00:00",
    "Comment": null
  },
  {
    "Id": 242,
    "Book": "Psalms 95:3‭-‬4",
    "Content": "For the Lord is the great God, the great King above all gods.  In his hand are the depths of the earth, and the mountain peaks belong to him.\r",
    "Date": "2020-01-24T00:00:00",
    "Comment": null
  },
  {
    "Id": 243,
    "Book": "Psalms 67:1‭-‬2",
    "Content": "May God be gracious to us and bless us and make his face shine on us—  so that your ways may be known on earth, your salvation among all nations.\r",
    "Date": "2020-01-25T00:00:00",
    "Comment": null
  },
  {
    "Id": 244,
    "Book": "Psalms 100:5",
    "Content": "For the Lord is good and his love endures forever; his faithfulness continues through all generations.\r",
    "Date": "2020-01-26T00:00:00",
    "Comment": null
  },
  {
    "Id": 245,
    "Book": "Psalms 144:1‭-‬2",
    "Content": "Praise be to the Lord my Rock, who trains my hands for war, my fingers for battle.  He is my loving God and my fortress, my stronghold and my deliverer, my shield, in whom I take refuge, who subdues peoples under me.\r",
    "Date": "2020-01-27T00:00:00",
    "Comment": null
  },
  {
    "Id": 246,
    "Book": "Psalms 130:3‭-‬4",
    "Content": "If you, Lord , kept a record of sins, Lord, who could stand?  But with you there is forgiveness, so that we can, with reverence, serve you.\r",
    "Date": "2020-01-28T00:00:00",
    "Comment": null
  },
  {
    "Id": 247,
    "Book": "Psalms 55:22",
    "Content": "Cast your cares on the Lord and he will sustain you; he will never let the righteous be shaken.\r",
    "Date": "2020-01-29T00:00:00",
    "Comment": null
  },
  {
    "Id": 248,
    "Book": "Psalms 111:2‭-‬3",
    "Content": "Great are the works of the Lord ; they are pondered by all who delight in them.  Glorious and majestic are his deeds, and his righteousness endures forever.\r",
    "Date": "2020-01-30T00:00:00",
    "Comment": null
  },
  {
    "Id": 249,
    "Book": "Psalms 88:1‭-‬2",
    "Content": "Lord , you are the God who saves me; day and night I cry out to you.  May my prayer come before you; turn your ear to my cry.\r",
    "Date": "2020-01-31T00:00:00",
    "Comment": null
  },
  {
    "Id": 250,
    "Book": "Psalms 102:1‭-‬2",
    "Content": "Hear my prayer, Lord ; let my cry for help come to you.  Do not hide your face from me when I am in distress. Turn your ear to me; when I call, answer me quickly.\r",
    "Date": "2020-02-01T00:00:00",
    "Comment": null
  },
  {
    "Id": 251,
    "Book": "1 Thessalonians 5:18",
    "Content": "give thanks in all circumstances; for this is God’s will for you in Christ Jesus.\r",
    "Date": "2020-02-02T00:00:00",
    "Comment": null
  },
  {
    "Id": 252,
    "Book": "Proverbs 16:6",
    "Content": "Through love and faithfulness sin is atoned for; through the fear of the Lord evil is avoided.\r",
    "Date": "2020-02-03T00:00:00",
    "Comment": null
  },
  {
    "Id": 253,
    "Book": "Ephesians 4:1‭-‬2",
    "Content": "As a prisoner for the Lord, then, I urge you to live a life worthy of the calling you have received. Be completely humble and gentle; be patient, bearing with one another in love.\r",
    "Date": "2020-02-04T00:00:00",
    "Comment": null
  },
  {
    "Id": 254,
    "Book": "1 Thessalonians 3:13",
    "Content": " May he strengthen your hearts so that you will be blameless and holy in the presence of our God and Father when our Lord Jesus comes with all his holy ones.\r",
    "Date": "2020-02-05T00:00:00",
    "Comment": null
  },
  {
    "Id": 255,
    "Book": "1 Corinthians 15:58",
    "Content": "Therefore, my dear brothers and sisters, stand firm. Let nothing move you. Always give yourselves fully to the work of the Lord, because you know that your labor in the Lord is not in vain.\r",
    "Date": "2020-02-06T00:00:00",
    "Comment": null
  },
  {
    "Id": 256,
    "Book": "1 Corinthians 15:56‭-‬57",
    "Content": "The sting of death is sin, and the power of sin is the law. But thanks be to God! He gives us the victory through our Lord Jesus Christ.\r",
    "Date": "2020-02-07T00:00:00",
    "Comment": null
  },
  {
    "Id": 257,
    "Book": "Romans 12:16",
    "Content": "Live in harmony with one another. Do not be proud, but be willing to associate with people of low position. Do not be conceited.\r",
    "Date": "2020-02-08T00:00:00",
    "Comment": null
  },
  {
    "Id": 258,
    "Book": "2 Timothy 1:7",
    "Content": "Be strong like that, because God has given us his Spirit . And his Spirit does not cause us to be afraid. Instead, he causes us to be strong to serve God. He helps us to love God and other people. And he helps us to rule ourselves properly.\r",
    "Date": "2020-02-09T00:00:00",
    "Comment": null
  },
  {
    "Id": 259,
    "Book": "Philippians 2:3‭-‬4",
    "Content": "In whatever you do, don’t let selfishness or pride be your guide. Be humble, and honor others more than yourselves. Don’t be interested only in your own life, but care about the lives of others too.\r",
    "Date": "2020-02-10T00:00:00",
    "Comment": null
  },
  {
    "Id": 260,
    "Book": "1 Peter 3:8 NIV",
    "Content": "Finally, all of you, be like-minded, be sympathetic, love one another, be compassionate and humble.\r",
    "Date": "2020-02-11T00:00:00",
    "Comment": null
  },
  {
    "Id": 261,
    "Book": "1 John 4:20",
    "Content": "Whoever claims to love God yet hates a brother or sister is a liar. For whoever does not love their brother and sister, whom they have seen, cannot love God, whom they have not seen.\r",
    "Date": "2020-02-12T00:00:00",
    "Comment": null
  },
  {
    "Id": 262,
    "Book": "Galatians 3:26‭-‬27",
    "Content": "So in Christ Jesus you are all children of God through faith, for all of you who were baptized into Christ have clothed yourselves with Christ.\r",
    "Date": "2020-02-13T00:00:00",
    "Comment": null
  },
  {
    "Id": 263,
    "Book": "1 Corinthians 13:13",
    "Content": "And now these three remain: faith, hope and love. But the greatest of these is love.\r",
    "Date": "2020-02-14T00:00:00",
    "Comment": null
  },
  {
    "Id": 264,
    "Book": "Romans 12:10",
    "Content": "Love each other in a way that makes you feel close like brothers and sisters. And give each other more honor than you give yourself.\r",
    "Date": "2020-02-15T00:00:00",
    "Comment": null
  },
  {
    "Id": 265,
    "Book": "Ephesians 1:17",
    "Content": "I keep asking that the God of our Lord Jesus Christ, the glorious Father, may give you the Spirit of wisdom and revelation, so that you may know him better.\r",
    "Date": "2020-02-16T00:00:00",
    "Comment": null
  },
  {
    "Id": 266,
    "Book": "Hebrews 13:20‭-‬21",
    "Content": "Now may the God of peace, who through the blood of the eternal covenant brought back from the dead our Lord Jesus, that great Shepherd of the sheep, equip you with everything good for doing his will, and may he work in us what is pleasing to him, through Jesus Christ, to whom be glory for ever and ever. Amen.\r",
    "Date": "2020-02-17T00:00:00",
    "Comment": null
  },
  {
    "Id": 267,
    "Book": "Proverbs 18:13",
    "Content": "Let people finish speaking before you try to answer them. That way you will not embarrass yourself and look foolish.\r",
    "Date": "2020-02-20T00:00:00",
    "Comment": null
  },
  {
    "Id": 268,
    "Book": "James 1:19",
    "Content": "My dear brothers and sisters, take note of this: Everyone should be quick to listen, slow to speak and slow to become angry,\r",
    "Date": "2020-02-21T00:00:00",
    "Comment": null
  },
  {
    "Id": 269,
    "Book": "Proverbs 20:5",
    "Content": "A person's thoughts are like water in a deep well, but someone with insight can draw them out.\r",
    "Date": "2020-02-23T00:00:00",
    "Comment": null
  },
  {
    "Id": 270,
    "Book": "Psalms 30:1",
    "Content": "I will praise you, Lord ! You saved me from the grave and kept my enemies from celebrating my death.\r",
    "Date": "2020-02-24T00:00:00",
    "Comment": null
  },
  {
    "Id": 271,
    "Book": "Psalms 109:26",
    "Content": "Help me, Lord my God; save me according to your unfailing love.\r",
    "Date": "2020-02-25T00:00:00",
    "Comment": null
  },
  {
    "Id": 272,
    "Book": "1 John 3:10",
    "Content": "Here is the clear difference between God's children and the Devil's children: those who do not do what is right or do not love others are not God's children.\r",
    "Date": "2020-02-26T00:00:00",
    "Comment": null
  },
  {
    "Id": 273,
    "Book": "John 10:10",
    "Content": "The thief comes only in order to steal, kill, and destroy. I have come in order that you might have life—life in all its fullness.\r",
    "Date": "2020-02-27T00:00:00",
    "Comment": null
  },
  {
    "Id": 274,
    "Book": "John 12:46",
    "Content": "I have come into the world as light, so that everyone who believes in me should not remain in the darkness.\r",
    "Date": "2020-02-28T00:00:00",
    "Comment": null
  },
  {
    "Id": 275,
    "Book": "1 Corinthians 13:7",
    "Content": "Love never gives up; and its faith, hope, and patience never fail.\r",
    "Date": "2020-02-29T00:00:00",
    "Comment": null
  },
  {
    "Id": 276,
    "Book": "Psalms 46:1‭-‬3",
    "Content": "God is a strong place for us, where he will keep us safe. He will always help us when troubles come.  So even when the earth shakes , we will not be afraid. And when the mountains fall down into the deep sea, we will still not be afraid.  If the sea makes dangerous waves , so that even the mountains shake, we will never be afraid.  Selah.\r",
    "Date": "2020-03-01T00:00:00",
    "Comment": null
  },
  {
    "Id": 277,
    "Book": "Romans 3:22",
    "Content": "God accepts people as right with himself because Jesus Christ did what God wanted. God accepts every person who believes in Christ. It is the same way for everyone, whether they are Jews or Gentiles .\r",
    "Date": "2020-03-02T00:00:00",
    "Comment": null
  },
  {
    "Id": 278,
    "Book": "Isaiah 55:12",
    "Content": "You will go out in joy and be led forth in peace; the mountains and hills will burst into song before you, and all the trees of the field will clap their hands.\r",
    "Date": "2020-03-03T00:00:00",
    "Comment": null
  },
  {
    "Id": 279,
    "Book": "Psalms 37:3‭-‬4",
    "Content": "Trust in the Lord , and do good; Dwell in the land, and feed on His faithfulness. Delight yourself also in the Lord , And He shall give you the desires of your heart.\r",
    "Date": "2020-03-04T00:00:00",
    "Comment": null
  },
  {
    "Id": 280,
    "Book": "Ecclesiastes 11:7‭-‬8",
    "Content": "It is good to be alive. It is nice to see the light from the sun. You should enjoy every day of your life, no matter how long you live. But remember that you will die, and you will be dead much longer than you were alive. And after you are dead, you cannot do anything.\r",
    "Date": "2020-03-05T00:00:00",
    "Comment": null
  },
  {
    "Id": 281,
    "Book": "Romans 5:1‭-‬2",
    "Content": "Since we have been made right with God by our faith, we have peace with God. This happened through our Lord Jesus Christ, who through our faith has brought us into that blessing of God’s grace that we now enjoy. And we are happy because of the hope we have of sharing God’s glory.\r",
    "Date": "2020-03-06T00:00:00",
    "Comment": null
  },
  {
    "Id": 282,
    "Book": "2 Corinthians 9:8",
    "Content": "Since God loves you, he is able to give you more than you need. You will always have every good thing that you need for yourselves. And you will have enough to do many good things to help other people.\r",
    "Date": "2020-03-07T00:00:00",
    "Comment": null
  },
  {
    "Id": 283,
    "Book": "Jude 1:24‭-‬25",
    "Content": "Now to Him who is able to keep you from stumbling, And to present you faultless Before the presence of His glory with exceeding joy, To God our Savior, Who alone is wise, Be glory and majesty, Dominion and power, Both now and forever. Amen.\r",
    "Date": "2020-03-08T00:00:00",
    "Comment": null
  },
  {
    "Id": 284,
    "Book": "Proverbs 22:17‭-‬18",
    "Content": "Pay attention and turn your ear to the sayings of the wise; apply your heart to what I teach,  for it is pleasing when you keep them in your heart and have all of them ready on your lips.\r",
    "Date": "2020-03-09T00:00:00",
    "Comment": null
  },
  {
    "Id": 285,
    "Book": "Proverbs 22:22‭-‬23",
    "Content": "Don't take advantage of the poor just because you can; don't take advantage of those who stand helpless in court. The LORD will argue their case for them and threaten the life of anyone who threatens theirs.\r",
    "Date": "2020-03-10T00:00:00",
    "Comment": null
  },
  {
    "Id": 286,
    "Book": "Proverbs 22:24‭-‬25",
    "Content": "Do not even associate with a man given to angry outbursts; Or go [along] with a hot-tempered man,  Or you will learn his [undisciplined] ways And get yourself trapped [in a situation from which it is hard to escape].\r",
    "Date": "2020-03-11T00:00:00",
    "Comment": null
  },
  {
    "Id": 287,
    "Book": "Proverbs 22:26‭-‬27",
    "Content": "Don’t promise to pay what someone else owes, and don’t guarantee anyone’s loan. If you cannot pay the loan, your own bed may be taken right out from under you.\r",
    "Date": "2020-03-12T00:00:00",
    "Comment": null
  },
  {
    "Id": 288,
    "Book": "Proverbs 22:28",
    "Content": "Don’t cheat your neighbor by moving the ancient boundary markers set up by previous generations.\r",
    "Date": "2020-03-13T00:00:00",
    "Comment": null
  },
  {
    "Id": 289,
    "Book": "Proverbs 22:29",
    "Content": "Observe people who are good at their work— skilled workers are always in demand and admired; they don’t take a backseat to anyone.\r",
    "Date": "2020-03-14T00:00:00",
    "Comment": null
  },
  {
    "Id": 290,
    "Book": "Proverbs 23:1‭-‬3",
    "Content": "When you sit down to eat with someone important, keep in mind who he is.  If you have a big appetite, restrain yourself. Don't be greedy for the fine food he serves; he may be trying to trick you.\r",
    "Date": "2020-03-15T00:00:00",
    "Comment": null
  },
  {
    "Id": 291,
    "Book": "Proverbs 23:4‭-‬5",
    "Content": "Don’t ruin your health trying to get rich. If you are smart, you will give it up. In the blink of an eye, money can disappear, as if it grew wings and flew away like a bird.\r",
    "Date": "2020-03-16T00:00:00",
    "Comment": null
  },
  {
    "Id": 292,
    "Book": "Proverbs 23:6‭-‬8",
    "Content": "Don’t eat with selfish people. Control any desire you have for their finest foods. They might tell you to eat and drink all you want, but they don’t really mean it. They are the kind of people who are only thinking about the cost. And if you eat their food, you will get sick and be embarrassed.\r",
    "Date": "2020-03-17T00:00:00",
    "Comment": null
  },
  {
    "Id": 293,
    "Book": "Proverbs 23:9",
    "Content": "Don’t try to teach fools. They will make fun of your wise words.\r",
    "Date": "2020-03-18T00:00:00",
    "Comment": null
  },
  {
    "Id": 294,
    "Book": "Proverbs 23:10‭-‬11",
    "Content": "Never move an old stone that shows the border of someone's land. Never take the land from children who have neither father nor mother.  The Lord is strong on their behalf. He will speak against you.\r",
    "Date": "2020-03-19T00:00:00",
    "Comment": null
  },
  {
    "Id": 295,
    "Book": "Proverbs 23:12",
    "Content": "Give yourselves to disciplined instruction; open your ears to tested knowledge.\r",
    "Date": "2020-03-20T00:00:00",
    "Comment": null
  },
  {
    "Id": 296,
    "Book": "Proverbs 23:13‭-‬14",
    "Content": "Don’t be afraid to correct your young ones; a spanking won’t kill them. A good spanking, in fact, might save them from something worse than death.\r",
    "Date": "2020-03-21T00:00:00",
    "Comment": null
  },
  {
    "Id": 297,
    "Book": "Proverbs 23:17‭-‬18",
    "Content": "Do not let your heart envy sinners, but always be zealous for the fear of the Lord .  There is surely a future hope for you, and your hope will not be cut off.\r",
    "Date": "2020-03-22T00:00:00",
    "Comment": null
  },
  {
    "Id": 298,
    "Book": "Proverbs 23:15‭-‬16",
    "Content": "My son, if your heart is wise, then my heart will be glad indeed;  my inmost being will rejoice when your lips speak what is right.\r",
    "Date": "2020-03-23T00:00:00",
    "Comment": null
  },
  {
    "Id": 299,
    "Book": "Proverbs 23:19‭-‬21",
    "Content": "Listen, my child, be wise and give serious thought to the way you live. Don't associate with people who drink too much wine or stuff themselves with food. Drunkards and gluttons will be reduced to poverty. If all you do is eat and sleep, you will soon be wearing rags.\r",
    "Date": "2020-03-24T00:00:00",
    "Comment": null
  },
  {
    "Id": 300,
    "Book": "Proverbs 23:22‭-‬25",
    "Content": "Listen with respect to the father who raised you, and when your mother grows old, don’t neglect her. Buy truth—don’t sell it for love or money; buy wisdom, buy education, buy insight. Parents rejoice when their children turn out well; wise children become proud parents. So make your father happy! Make your mother proud!\r",
    "Date": "2020-03-25T00:00:00",
    "Comment": null
  },
  {
    "Id": 301,
    "Book": "Proverbs 23:26‭-‬28",
    "Content": "My son, pay attention to me, and watch closely what I do. A prostitute is as dangerous as a deep pit, and an unfaithful wife is like a narrow well. They ambush you like robbers and cause many men to be unfaithful to their wives.\r",
    "Date": "2020-03-26T00:00:00",
    "Comment": null
  },
  {
    "Id": 302,
    "Book": "Proverbs 23:31‭-‬32",
    "Content": "Don't let wine tempt you, even though it is rich red, and it sparkles in the cup, and it goes down smoothly. The next morning you will feel as if you had been bitten by a poisonous snake.\r",
    "Date": "2020-03-27T00:00:00",
    "Comment": null
  },
  {
    "Id": 303,
    "Book": "Proverbs 24:1‭-‬2",
    "Content": "Don't be envious of evil people, and don't try to make friends with them. Causing trouble is all they ever think about; every time they open their mouth someone is going to be hurt.\r",
    "Date": "2020-03-28T00:00:00",
    "Comment": null
  },
  {
    "Id": 304,
    "Book": "Proverbs 24:3‭-‬4",
    "Content": "It takes wisdom to have a good family, and it takes understanding to make it strong. It takes knowledge to fill a home with rare and beautiful treasures.\r",
    "Date": "2020-03-29T00:00:00",
    "Comment": null
  },
  {
    "Id": 305,
    "Book": "Proverbs 24:5‭-‬6",
    "Content": "Being wise is better than being strong; yes, knowledge is more important than strength. After all, you must make careful plans before you fight a battle, and the more good advice you get, the more likely you are to win.\r",
    "Date": "2020-03-30T00:00:00",
    "Comment": null
  },
  {
    "Id": 306,
    "Book": "Proverbs 24:7",
    "Content": "Wise sayings are too deep for stupid people to understand. They have nothing to say when important matters are being discussed.\r",
    "Date": "2020-03-31T00:00:00",
    "Comment": null
  },
  {
    "Id": 307,
    "Book": "Proverbs 24:8‭-‬9",
    "Content": "If you are always planning evil, you will earn a reputation as a troublemaker. Any scheme a fool thinks up is sinful. People hate a person who has nothing but scorn for others.\r",
    "Date": "2020-04-01T00:00:00",
    "Comment": null
  },
  {
    "Id": 308,
    "Book": "Proverbs 24:10‭-‬12",
    "Content": "If you are weak in times of trouble, that is real weakness.  If you see someone on their way to death or in danger of being killed, you must do something to save them. You cannot say, “It’s none of my business.” The Lord knows everything, and he knows why you do things. He watches you, and he will pay you back for what you do.\r",
    "Date": "2020-04-02T00:00:00",
    "Comment": null
  },
  {
    "Id": 309,
    "Book": "Proverbs 24:13‭-‬14",
    "Content": "Eat honey, my son, for it is good; honey from the comb is sweet to your taste.  Know also that wisdom is like honey for you: If you find it, there is a future hope for you, and your hope will not be cut off.\r",
    "Date": "2020-04-03T00:00:00",
    "Comment": null
  },
  {
    "Id": 310,
    "Book": "Proverbs 24:15‭-‬16",
    "Content": "Do not lurk like a thief near the house of the righteous, do not plunder their dwelling place;  for though the righteous fall seven times, they rise again, but the wicked stumble when calamity strikes.\r",
    "Date": "2020-04-04T00:00:00",
    "Comment": null
  },
  {
    "Id": 311,
    "Book": "Proverbs 24:17‭-‬18",
    "Content": "Don’t rejoice when your enemies fall; don’t be happy when they stumble. For the Lord will be displeased with you and will turn his anger away from them.\r",
    "Date": "2020-04-05T00:00:00",
    "Comment": null
  },
  {
    "Id": 312,
    "Book": "Proverbs 24:19‭-‬20",
    "Content": "Do not fret because of evildoers or be envious of the wicked,  for the evildoer has no future hope, and the lamp of the wicked will be snuffed out.\r",
    "Date": "2020-04-06T00:00:00",
    "Comment": null
  },
  {
    "Id": 313,
    "Book": "Proverbs 24:21‭-‬22",
    "Content": "Have reverence for the Lord , my child, and honor the king. Have nothing to do with people who rebel against them; such people could be ruined in a moment. Do you realize the disaster that God or the king can cause?\r",
    "Date": "2020-04-07T00:00:00",
    "Comment": null
  },
  {
    "Id": 314,
    "Book": "James 1:12",
    "Content": "God blesses those who patiently endure testing and temptation. Afterward they will receive the crown of life that God has promised to those who love him.\r",
    "Date": "2020-04-08T00:00:00",
    "Comment": null
  },
  {
    "Id": 315,
    "Book": "Philippians 1:9‭-‬11",
    "Content": "And this is my prayer: that your love may abound more and more in knowledge and depth of insight, so that you may be able to discern what is best and may be pure and blameless for the day of Christ, filled with the fruit of righteousness that comes through Jesus Christ—to the glory and praise of God.\r",
    "Date": "2020-04-09T00:00:00",
    "Comment": null
  },
  {
    "Id": 316,
    "Book": "Psalms 22:1‭-‬3",
    "Content": "My God, my God, why have you forsaken me? Why are you so far from saving me, so far from my cries of anguish?  My God, I cry out by day, but you do not answer, by night, but I find no rest.  Yet you are enthroned as the Holy One; you are the one Israel praises.\r",
    "Date": "2020-04-10T00:00:00",
    "Comment": null
  },
  {
    "Id": 317,
    "Book": "Matthew 26:41",
    "Content": "“Watch and pray so that you will not fall into temptation. The spirit is willing, but the flesh is weak.”\r",
    "Date": "2020-04-11T00:00:00",
    "Comment": null
  },
  {
    "Id": 318,
    "Book": "Mark 16:6",
    "Content": "“Don’t be alarmed,” he said. “You are looking for Jesus the Nazarene, who was crucified. He has risen! He is not here. See the place where they laid him.\r",
    "Date": "2020-04-12T00:00:00",
    "Comment": null
  },
  {
    "Id": 319,
    "Book": "Luke 19:38",
    "Content": "“Blessed is the king who comes in the name of the Lord!” “Peace in heaven and glory in the highest!”\r",
    "Date": "2020-04-13T00:00:00",
    "Comment": null
  },
  {
    "Id": 320,
    "Book": "John 9:31‭, ‬33",
    "Content": "We know that God listens only to people who love and obey him. God doesn't listen to sinners. Jesus could not do anything unless he came from God.”\r",
    "Date": "2020-04-14T00:00:00",
    "Comment": null
  },
  {
    "Id": 321,
    "Book": "Philippians 2:6‭-‬7",
    "Content": "Christ was truly God. But he did not try to remain equal with God.  Instead he gave up everything and became a slave, when he became like one of us.\r",
    "Date": "2020-04-15T00:00:00",
    "Comment": null
  },
  {
    "Id": 322,
    "Book": "Galatians 2:20",
    "Content": "I have died, but Christ lives in me. And I now live by faith in the Son of God, who loved me and gave his life for me.\r",
    "Date": "2020-04-16T00:00:00",
    "Comment": null
  },
  {
    "Id": 323,
    "Book": "James 1:23‭-‬25",
    "Content": "Anyone who listens to the word but does not do what it says is like someone who looks at his face in a mirror and, after looking at himself, goes away and immediately forgets what he looks like. But whoever looks intently into the perfect law that gives freedom, and continues in it—not forgetting what they have heard, but doing it—they will be blessed in what they do.\r",
    "Date": "2020-04-17T00:00:00",
    "Comment": null
  },
  {
    "Id": 324,
    "Book": "Psalms 30:4‭-‬5",
    "Content": "Sing the praises of the Lord , you his faithful people; praise his holy name.  For his anger lasts only a moment, but his favor lasts a lifetime; weeping may stay for the night, but rejoicing comes in the morning.\r",
    "Date": "2020-04-18T00:00:00",
    "Comment": null
  },
  {
    "Id": 325,
    "Book": "Isaiah 41:10",
    "Content": "So do not fear, for I am with you; do not be dismayed, for I am your God. I will strengthen you and help you; I will uphold you with my righteous right hand.\r",
    "Date": "2020-04-19T00:00:00",
    "Comment": null
  },
  {
    "Id": 326,
    "Book": "Genesis 15:1",
    "Content": "After this, the word of the Lord came to Abram in a vision: “Do not be afraid, Abram. I am your shield, your very great reward. ”\r",
    "Date": "2020-04-20T00:00:00",
    "Comment": null
  },
  {
    "Id": 327,
    "Book": "Deuteronomy 7:15",
    "Content": "The Lord will keep you free from every disease. He will not inflict on you the horrible diseases you knew in Egypt, but he will inflict them on all who hate you.\r",
    "Date": "2020-04-21T00:00:00",
    "Comment": null
  },
  {
    "Id": 328,
    "Book": "Deuteronomy 7:17‭-‬18",
    "Content": "Perhaps you will think to yourselves, ‘ How can we ever conquer these nations that are so much more powerful than we are?’ But don’t be afraid of them! Just remember what the Lord your God did to Pharaoh and to all the land of Egypt.\r",
    "Date": "2020-04-22T00:00:00",
    "Comment": null
  },
  {
    "Id": 329,
    "Book": "Deuteronomy 7:21",
    "Content": "Do not be terrified by them, for the Lord your God, who is among you, is a great and awesome God.\r",
    "Date": "2020-04-23T00:00:00",
    "Comment": null
  },
  {
    "Id": 330,
    "Book": "Deuteronomy 31:6",
    "Content": "Be strong and courageous. Do not be afraid or terrified because of them, for the Lord your God goes with you; he will never leave you nor forsake you.”\r",
    "Date": "2020-04-24T00:00:00",
    "Comment": null
  },
  {
    "Id": 331,
    "Book": "Psalms 100:3",
    "Content": "Know that the Lord is God. It is he who made us, and we are his ; we are his people, the sheep of his pasture.",
    "Date": "2020-04-25T00:00:00",
    "Comment": null
  },
  {
    "Id": 332,
    "Book": "John 16:33",
    "Content": "I’ve told you all this so that trusting me, you will be unshakable and assured, deeply at peace. In this godless world you will continue to experience difficulties. But take heart! I’ve conquered the world.”\r",
    "Date": "2020-04-26T00:00:00",
    "Comment": null
  },
  {
    "Id": 333,
    "Book": "1 John 5:5",
    "Content": "And who can win this battle against the world? Only those who believe that Jesus is the Son of God.\r",
    "Date": "2020-04-27T00:00:00",
    "Comment": null
  },
  {
    "Id": 334,
    "Book": "Isaiah 43:2",
    "Content": "When you pass through the waters, I will be with you; and when you pass through the rivers, they will not sweep over you. When you walk through the fire, you will not be burned; the flames will not set you ablaze.\r",
    "Date": "2020-04-28T00:00:00",
    "Comment": null
  },
  {
    "Id": 335,
    "Book": "James 1:21",
    "Content": "Therefore, get rid of all moral filth and the evil that is so prevalent and humbly accept the word planted in you, which can save you.\r",
    "Date": "2020-04-29T00:00:00",
    "Comment": null
  },
  {
    "Id": 336,
    "Book": "Romans 15:4",
    "Content": "Everything that people wrote in the Bible in past times is there to teach us something. Those words help us to be patient and strong. As a result, we can trust God to do what he has promised.\r",
    "Date": "2020-04-30T00:00:00",
    "Comment": null
  },
  {
    "Id": 337,
    "Book": "2 Peter 1:20‭-‬21",
    "Content": "It is very important that you should understand this: The prophets' messages in the Bible did not come from their own ideas. That never happens. None of the prophets' messages came because any person wanted to say something. Instead, God's Holy Spirit caused people to speak words that came from God.\r",
    "Date": "2020-05-01T00:00:00",
    "Comment": null
  },
  {
    "Id": 338,
    "Book": "James 1:22",
    "Content": "But don’t just listen to God’s word. You must do what it says. Otherwise, you are only fooling yourselves.\r",
    "Date": "2020-05-02T00:00:00",
    "Comment": null
  },
  {
    "Id": 339,
    "Book": "Psalms 46:1‭-‬2",
    "Content": "God is our protection and source of strength. He is always ready to help us in times of trouble.  So we are not afraid when the earth quakes and the mountains fall into the sea.\r",
    "Date": "2020-05-03T00:00:00",
    "Comment": null
  },
  {
    "Id": 340,
    "Book": "Proverbs 16:3",
    "Content": "Turn to the Lord for help in everything you do, and you will be successful.\r",
    "Date": "2020-05-04T00:00:00",
    "Comment": null
  },
  {
    "Id": 341,
    "Book": "Philippians 4:6",
    "Content": "Don’t worry about anything; instead, pray about everything. Tell God what you need, and thank him for all he has done.\r",
    "Date": "2020-05-05T00:00:00",
    "Comment": null
  },
  {
    "Id": 342,
    "Book": "Luke 12:29‭-‬31",
    "Content": "“And don’t be concerned about what to eat and what to drink. Don’t worry about such things.  These things dominate the thoughts of unbelievers all over the world, but your Father already knows your needs.  Seek the Kingdom of God above all else, and he will give you everything you need.\r",
    "Date": "2020-05-06T00:00:00",
    "Comment": null
  },
  {
    "Id": 343,
    "Book": "Hebrews 13:15‭-‬16",
    "Content": "Therefore, let us offer through Jesus a continual sacrifice of praise to God, proclaiming our allegiance to his name. And don’t forget to do good and to share with those in need. These are the sacrifices that please God.\r",
    "Date": "2020-05-07T00:00:00",
    "Comment": null
  },
  {
    "Id": 344,
    "Book": "John 14:1",
    "Content": "Jesus said, “Don’t let your hearts be troubled. Trust in God, and trust in me.\r",
    "Date": "2020-05-08T00:00:00",
    "Comment": null
  },
  {
    "Id": 345,
    "Book": "John 15:7",
    "Content": "If you remain in me and my words remain in you, ask whatever you wish, and it will be done for you.\r",
    "Date": "2020-05-09T00:00:00",
    "Comment": null
  },
  {
    "Id": 346,
    "Book": "John 14:13",
    "Content": "And I will do whatever you ask in my name, so that the Father may be glorified in the Son.\r",
    "Date": "2020-05-10T00:00:00",
    "Comment": null
  },
  {
    "Id": 347,
    "Book": "John 16:24",
    "Content": "Until now you have not asked for anything in my name. Ask and you will receive, and your joy will be complete.\r",
    "Date": "2020-05-11T00:00:00",
    "Comment": null
  },
  {
    "Id": 348,
    "Book": "John 16:33",
    "Content": "“I have told you these things, so that in me you may have peace. In this world you will have trouble. But take heart! I have overcome the world.”\r",
    "Date": "2020-05-12T00:00:00",
    "Comment": null
  },
  {
    "Id": 349,
    "Book": "John 15:9",
    "Content": "“As the Father has loved me, so have I loved you. Now remain in my love.\r",
    "Date": "2020-05-13T00:00:00",
    "Comment": null
  },
  {
    "Id": 350,
    "Book": "John 15:16",
    "Content": "You did not choose me, but I chose you and appointed you so that you might go and bear fruit—fruit that will last—and so that whatever you ask in my name the Father will give you.\r",
    "Date": "2020-05-14T00:00:00",
    "Comment": null
  },
  {
    "Id": 351,
    "Book": "John 14:21",
    "Content": "Whoever has my commands and keeps them is the one who loves me. The one who loves me will be loved by my Father, and I too will love them and show myself to them.”\r",
    "Date": "2020-05-15T00:00:00",
    "Comment": null
  },
  {
    "Id": 352,
    "Book": "Colossians 3:15",
    "Content": "Each one of you is part of the body of Christ, and you were chosen to live together in peace. So let the peace that comes from Christ control your thoughts. And be grateful.\r",
    "Date": "2020-05-16T00:00:00",
    "Comment": null
  },
  {
    "Id": 353,
    "Book": "Isaiah 26:3",
    "Content": "You will keep in perfect peace those whose minds are steadfast, because they trust in you.\r",
    "Date": "2020-05-18T00:00:00",
    "Comment": null
  },
  {
    "Id": 354,
    "Book": "Psalms 79:8‭-‬9",
    "Content": "Do not hold against us the sins of past generations; may your mercy come quickly to meet us, for we are in desperate need.  Help us, God our Savior, for the glory of your name; deliver us and forgive our sins for your name’s sake.\r",
    "Date": "2020-05-19T00:00:00",
    "Comment": null
  },
  {
    "Id": 355,
    "Book": "Psalms 79:11",
    "Content": "May the groans of the prisoners come before you; with your strong arm preserve those condemned to die.\r",
    "Date": "2020-05-20T00:00:00",
    "Comment": null
  },
  {
    "Id": 356,
    "Book": "Psalms 65:5",
    "Content": "You answer us with awesome and righteous deeds, God our Savior, the hope of all the ends of the earth and of the farthest seas,\r",
    "Date": "2020-05-21T00:00:00",
    "Comment": null
  },
  {
    "Id": 357,
    "Book": "Habakkuk 3:2",
    "Content": "Lord , I have heard of your fame; I stand in awe of your deeds, Lord . Repeat them in our day, in our time make them known; in wrath remember mercy.\r",
    "Date": "2020-05-22T00:00:00",
    "Comment": null
  },
  {
    "Id": 358,
    "Book": "Hebrews 12:8",
    "Content": "God corrects all his children, and if he doesn't correct you, then you don't really belong to him.\r",
    "Date": "2020-05-23T00:00:00",
    "Comment": null
  },
  {
    "Id": 359,
    "Book": "2 Timothy 1:9",
    "Content": "For God saved us and called us to live a holy life. He did this, not because we deserved it, but because that was his plan from before the beginning of time—to show us his grace through Christ Jesus.\r",
    "Date": "2020-05-24T00:00:00",
    "Comment": null
  },
  {
    "Id": 360,
    "Book": "John 8:31‭-‬32",
    "Content": "Then said Jesus to those Jews which believed on him, If ye continue in my word, then are ye my disciples indeed;   And ye shall know the truth, and the truth shall make you free.\r",
    "Date": "2020-05-25T00:00:00",
    "Comment": null
  },
  {
    "Id": 361,
    "Book": "Hebrews 3:14",
    "Content": "For if we are faithful to the end, trusting God just as firmly as when we first believed, we will share in all that belongs to Christ.\r",
    "Date": "2020-05-26T00:00:00",
    "Comment": null
  },
  {
    "Id": 362,
    "Book": "James 1:25",
    "Content": "So, do not just listen to God's message and then forget it. It is a completely good message that makes people free. Look at it carefully and keep it in your mind. Do what it tells you to do. God will bless anyone who lives in that way.\r",
    "Date": "2020-05-27T00:00:00",
    "Comment": null
  },
  {
    "Id": 363,
    "Book": "Hebrews 12:3",
    "Content": "So, think carefully about how Jesus lived on earth. Bad people did very bad things against him, but he continued to be strong. Think about him, and then you will not become weak as Christians. You will not stop trusting God.\r",
    "Date": "2020-05-28T00:00:00",
    "Comment": null
  },
  {
    "Id": 364,
    "Book": "Hebrews 12:11",
    "Content": "Punishment never makes us happy at the time when we receive it. No, the pain makes us sad. But later we know that the punishment has taught us good things. It helps us to live in a right way that gives us peace in our minds.\r",
    "Date": "2020-05-29T00:00:00",
    "Comment": null
  },
  {
    "Id": 365,
    "Book": "Hebrews 12:12‭-‬13",
    "Content": "So, be strong as servants of God! If your hands feel weak, lift them up! If your knees are not strong, stand up straight! Walk straight in front of you, step by step! Your example will help other Christians to serve God well. People who cannot walk well will not become worse and fall down. Instead, their legs will become strong again.\r",
    "Date": "2020-05-30T00:00:00",
    "Comment": null
  },
  {
    "Id": 366,
    "Book": "1 Corinthians 10:31",
    "Content": "So whether you eat or drink or whatever you do, do it all for the glory of God.\r",
    "Date": "2020-05-31T00:00:00",
    "Comment": null
  },
  {
    "Id": 367,
    "Book": "Philippians 4:19",
    "Content": "I pray that God will take care of all your needs with the wonderful blessings that come from Christ Jesus!\r",
    "Date": "2020-06-01T00:00:00",
    "Comment": null
  },
  {
    "Id": 368,
    "Book": "Romans 14:13",
    "Content": "Then let us not criticize one another anymore, but rather determine this— not to put an obstacle or a stumbling block or a source of temptation in another believer’s way.\r",
    "Date": "2020-06-02T00:00:00",
    "Comment": null
  },
  {
    "Id": 369,
    "Book": "Ecclesiastes 9:10",
    "Content": "Every time you find work to do, do it the best you can. In the grave there is no work. There is no thinking, no knowledge, and there is no wisdom. And we are all going to the place of death.\r",
    "Date": "2020-06-03T00:00:00",
    "Comment": null
  },
  {
    "Id": 370,
    "Book": "Isaiah 1:19",
    "Content": "If you are willing and obedient, you will eat the good things of the land;\r",
    "Date": "2020-06-04T00:00:00",
    "Comment": null
  },
  {
    "Id": 371,
    "Book": "Proverbs 31:8‭-‬9",
    "Content": "Speak up for those who cannot speak for themselves; ensure justice for those being crushed. Yes, speak up for the poor and helpless, and see that they get justice.\r",
    "Date": "2020-06-05T00:00:00",
    "Comment": null
  },
  {
    "Id": 372,
    "Book": "Proverbs 31:30‭-‬31",
    "Content": "Charm can be deceiving, and beauty fades away, but a woman who honors the Lord deserves to be praised.  Show her respect— praise her in public for what she has done.\r",
    "Date": "2020-06-06T00:00:00",
    "Comment": null
  },
  {
    "Id": 373,
    "Book": "Luke 8:16",
    "Content": "“No one lights a lamp and then covers it with a bowl or hides it under a bed. A lamp is placed on a stand, where its light can be seen by all who enter the house.\r",
    "Date": "2020-06-07T00:00:00",
    "Comment": null
  },
  {
    "Id": 374,
    "Book": "Luke 9:23",
    "Content": "Then he said to the crowd, “If any of you wants to be my follower, you must give up your own way, take up your cross daily, and follow me.\r",
    "Date": "2020-06-08T00:00:00",
    "Comment": null
  },
  {
    "Id": 375,
    "Book": "Luke 12:22‭-‬23",
    "Content": "Then Jesus said to his disciples , ‘I tell you this. You should not be thinking all the time about how to stay alive. Do not be always thinking about the food that you need to stay alive. Do not be always thinking about the clothes that you need to wear. Your life is more important than the food that you eat. Your body is more important than your clothes.\r",
    "Date": "2020-06-09T00:00:00",
    "Comment": null
  },
  {
    "Id": 376,
    "Book": "Colossians 3:23‭-‬24",
    "Content": "In all the work you are given, do the best you can. Work as though you are working for the Lord, not any earthly master. Remember that you will receive your reward from the Lord, who will give you what he promised his people. Yes, you are serving Christ. He is your real Master.\r",
    "Date": "2020-06-10T00:00:00",
    "Comment": null
  },
  {
    "Id": 377,
    "Book": "1 Peter 2:16",
    "Content": "You are free people. But you are servants of God. So live in a way that will make God happy. Do not think, ‘Because I am free, I can do any bad thing that I want.’\r",
    "Date": "2020-06-11T00:00:00",
    "Comment": null
  },
  {
    "Id": 378,
    "Book": "Psalms 23:4",
    "Content": "Even if I walk through a valley as dark as the grave, I will not be afraid of any danger, because you are with me. Your rod and staff comfort me.\r",
    "Date": "2020-06-12T00:00:00",
    "Comment": null
  },
  {
    "Id": 379,
    "Book": "Philippians 2:3",
    "Content": "In whatever you do, don’t let selfishness or pride be your guide. Be humble, and honor others more than yourselves.\r",
    "Date": "2020-06-13T00:00:00",
    "Comment": null
  },
  {
    "Id": 380,
    "Book": "Romans 13:1",
    "Content": "Let everyone be subject to the governing authorities, for there is no authority except that which God has established. The authorities that exist have been established by God.\r",
    "Date": "2020-06-14T00:00:00",
    "Comment": null
  },
  {
    "Id": 381,
    "Book": "Psalms 40:4",
    "Content": "Blessed is the one who trusts in the Lord , who does not look to the proud, to those who turn aside to false gods.",
    "Date": "2020-06-15T00:00:00",
    "Comment": null
  },
  {
    "Id": 382,
    "Book": "Psalms 40:11",
    "Content": "Do not withhold your mercy from me, Lord ; may your love and faithfulness always protect me.\r",
    "Date": "2020-06-16T00:00:00",
    "Comment": null
  },
  {
    "Id": 383,
    "Book": "Daniel 9:19",
    "Content": "Lord, listen! Lord, forgive! Lord, hear and act! For your sake, my God, do not delay, because your city and your people bear your Name.”\r",
    "Date": "2020-06-17T00:00:00",
    "Comment": null
  },
  {
    "Id": 384,
    "Book": "Galatians 1:3‭-‬5",
    "Content": "Grace and peace to you from God our Father and the Lord Jesus Christ, who gave himself for our sins to rescue us from the present evil age, according to the will of our God and Father, to whom be glory for ever and ever. Amen.\r",
    "Date": "2020-06-18T00:00:00",
    "Comment": null
  },
  {
    "Id": 385,
    "Book": "Galatians 2:21",
    "Content": "I do not set aside the grace of God, for if righteousness could be gained through the law, Christ died for nothing!”\r",
    "Date": "2020-06-19T00:00:00",
    "Comment": null
  },
  {
    "Id": 386,
    "Book": "Galatians 3:13",
    "Content": "But Christ has rescued us from the curse pronounced by the law. When he was hung on the cross, he took upon himself the curse for our wrongdoing. For it is written in the Scriptures, “Cursed is everyone who is hung on a tree.”\r",
    "Date": "2020-06-20T00:00:00",
    "Comment": null
  },
  {
    "Id": 387,
    "Book": "Proverbs 23:24",
    "Content": "The father of a righteous child has great joy; a man who fathers a wise son rejoices in him.\r",
    "Date": "2020-06-21T00:00:00",
    "Comment": null
  },
  {
    "Id": 388,
    "Book": "Galatians 4:4‭-‬5",
    "Content": "But when [in God’s plan] the proper time had fully come, God sent His Son, born of a woman, born under the [regulations of the] Law, so that He might redeem and liberate those who were under the Law, that we [who believe] might be adopted as sons [as God’s children with all rights as fully grown members of a family].\r",
    "Date": "2020-06-22T00:00:00",
    "Comment": null
  },
  {
    "Id": 389,
    "Book": "Galatians 4:6‭-‬7",
    "Content": "To show that you are his children, God sent the Spirit of his Son into our hearts, the Spirit who cries out, “Father, my Father.” So then, you are no longer a slave but a child. And since you are his child, God will give you all that he has for his children.\r",
    "Date": "2020-06-23T00:00:00",
    "Comment": null
  },
  {
    "Id": 390,
    "Book": "Psalms 119:37",
    "Content": "Turn my eyes away from vanity [all those worldly, meaningless things that distract—let Your priorities be mine], And restore me [with renewed energy] in Your ways.\r",
    "Date": "2020-06-24T00:00:00",
    "Comment": null
  },
  {
    "Id": 391,
    "Book": "Galatians 5:16",
    "Content": "But I say, walk habitually in the [Holy] Spirit [seek Him and be responsive to His guidance], and then you will certainly not carry out the desire of the sinful nature [which responds impulsively without regard for God and His precepts].\r",
    "Date": "2020-06-25T00:00:00",
    "Comment": null
  },
  {
    "Id": 392,
    "Book": "Galatians 5:25‭-‬26",
    "Content": "Since this is the kind of life we have chosen, the life of the Spirit, let us make sure that we do not just hold it as an idea in our heads or a sentiment in our hearts, but work out its implications in every detail of our lives. That means we will not compare ourselves with each other as if one of us were better and another worse. We have far more interesting things to do with our lives. Each of us is an original.\r",
    "Date": "2020-06-26T00:00:00",
    "Comment": null
  },
  {
    "Id": 393,
    "Book": "Galatians 6:2",
    "Content": "When anyone among you has troubles, you must help each other. If you do that, you will be obeying Christ's rule.\r",
    "Date": "2020-06-27T00:00:00",
    "Comment": null
  },
  {
    "Id": 394,
    "Book": "Galatians 6:7‭-‬8",
    "Content": "If you think you can fool God, you are only fooling yourselves. You will harvest what you plant. If you live to satisfy your sinful self, the harvest you will get from that will be eternal death. But if you live to please the Spirit, your harvest from the Spirit will be eternal life.\r",
    "Date": "2020-06-28T00:00:00",
    "Comment": null
  },
  {
    "Id": 395,
    "Book": "Galatians 6:9",
    "Content": "Let us not become weary in doing good, for at the proper time we will reap a harvest if we do not give up.\r",
    "Date": "2020-06-29T00:00:00",
    "Comment": null
  },
  {
    "Id": 396,
    "Book": "Galatians 6:10",
    "Content": "Therefore, as we have opportunity, let us do good to all people, especially to those who belong to the family of believers.\r",
    "Date": "2020-06-30T00:00:00",
    "Comment": null
  },
  {
    "Id": 397,
    "Book": "Ephesians 1:18",
    "Content": "I pray that the eyes of your heart may be enlightened in order that you may know the hope to which he has called you, the riches of his glorious inheritance in his holy people,\r",
    "Date": "2020-07-01T00:00:00",
    "Comment": null
  },
  {
    "Id": 398,
    "Book": "Colossians 2:6‭-‬7",
    "Content": "You have accepted Christ Jesus as your Lord. Now keep on following him. Plant your roots in Christ and let him be the foundation for your life. Be strong in your faith, just as you were taught. And be grateful.\r",
    "Date": "2020-07-02T00:00:00",
    "Comment": null
  },
  {
    "Id": 399,
    "Book": "Colossians 2:9‭-‬10",
    "Content": "For in Christ lives all the fullness of God in a human body.  So you also are complete through your union with Christ, who is the head over every ruler and authority.\r",
    "Date": "2020-07-03T00:00:00",
    "Comment": null
  },
  {
    "Id": 400,
    "Book": "Colossians 3:2‭-‬3",
    "Content": "Set your minds on things above, not on earthly things. For you died, and your life is now hidden with Christ in God.\r",
    "Date": "2020-07-04T00:00:00",
    "Comment": null
  },
  {
    "Id": 401,
    "Book": "Colossians 3:5",
    "Content": "So put to death the sinful, earthly things lurking within you. Have nothing to do with sexual immorality, impurity, lust, and evil desires. Don’t be greedy, for a greedy person is an idolater, worshiping the things of this world.\r",
    "Date": "2020-07-05T00:00:00",
    "Comment": null
  },
  {
    "Id": 402,
    "Book": "Colossians 4:6",
    "Content": "When you speak to people, always speak kind words. Say things that will help them. Then, when someone asks you a question, you will know how to reply.\r",
    "Date": "2020-07-06T00:00:00",
    "Comment": null
  },
  {
    "Id": 403,
    "Book": "James 1:17",
    "Content": "Everything good comes from God. Every perfect gift is from him. These good gifts come down from the Father who made all the lights in the sky. But God never changes like the shadows from those lights. He is always the same.\r",
    "Date": "2020-07-07T00:00:00",
    "Comment": null
  },
  {
    "Id": 404,
    "Book": "James 1:26",
    "Content": "If you think you are being religious, but can't control your tongue, you are fooling yourself, and your religion is useless.\r",
    "Date": "2020-07-08T00:00:00",
    "Comment": null
  },
  {
    "Id": 405,
    "Book": "1 John 2:3",
    "Content": "If we obey what God has told us to do, then we are sure that we know him.\r",
    "Date": "2020-07-09T00:00:00",
    "Comment": null
  },
  {
    "Id": 406,
    "Book": "James 2:26",
    "Content": "As the body without the spirit is dead, so faith without deeds is dead.\r",
    "Date": "2020-07-10T00:00:00",
    "Comment": null
  },
  {
    "Id": 407,
    "Book": "James 3:13",
    "Content": "If you are wise and understand God’s ways, prove it by living an honorable life, doing good works with the humility that comes from wisdom.\r",
    "Date": "2020-07-11T00:00:00",
    "Comment": null
  },
  {
    "Id": 408,
    "Book": "James 4:3",
    "Content": "When you ask, you do not receive, because you ask with wrong motives, that you may spend what you get on your pleasures.\r",
    "Date": "2020-07-12T00:00:00",
    "Comment": null
  },
  {
    "Id": 409,
    "Book": "1 John 3:6",
    "Content": "No one who abides in Him [who remains united in fellowship with Him—deliberately, knowingly, and habitually] practices sin. No one who habitually sins has seen Him or known Him.\r",
    "Date": "2020-07-13T00:00:00",
    "Comment": null
  },
  {
    "Id": 410,
    "Book": "1 John 3:9",
    "Content": "No one who is born of God will continue to sin, because God’s seed remains in them; they cannot go on sinning, because they have been born of God.\r",
    "Date": "2020-07-14T00:00:00",
    "Comment": null
  },
  {
    "Id": 411,
    "Book": "James 4:7",
    "Content": "Submit yourselves, then, to God. Resist the devil, and he will flee from you.\r",
    "Date": "2020-07-15T00:00:00",
    "Comment": null
  },
  {
    "Id": 412,
    "Book": "1 John 5:11‭-‬12",
    "Content": "God has given us eternal life, and this life is in his Son. Whoever has the Son has life; whoever does not have the Son of God does not have life.\r",
    "Date": "2020-07-16T00:00:00",
    "Comment": null
  },
  {
    "Id": 413,
    "Book": "James 5:12",
    "Content": "Above all, my brothers and sisters, do not swear—not by heaven or by earth or by anything else. All you need to say is a simple “Yes” or “No.” Otherwise you will be condemned.\r",
    "Date": "2020-07-17T00:00:00",
    "Comment": null
  },
  {
    "Id": 414,
    "Book": "My brothers and sisters, if one of you should wander from the truth and someone should bring that person back, remember this: Whoever turns a sinner from the error of their way will save them from death and cover over a multitude of sins.",
    "Content": "",
    "Date": "2020-07-18T00:00:00",
    "Comment": null
  },
  {
    "Id": 415,
    "Book": "1 John 2:4",
    "Content": "If someone claims, “I know God,” but doesn’t obey God’s commandments, that person is a liar and is not living in the truth.\r",
    "Date": "2020-07-19T00:00:00",
    "Comment": null
  },
  {
    "Id": 416,
    "Book": "1 John 4:1",
    "Content": "Dear friends, don't believe everyone who claims to have the Spirit of God. Test them all to find out if they really do come from God. Many false prophets have already gone out into the world,\r",
    "Date": "2020-07-20T00:00:00",
    "Comment": null
  },
  {
    "Id": 417,
    "Book": "Zephaniah 2:3",
    "Content": "Seek the Lord , all you humble of the land, you who do what he commands. Seek righteousness, seek humility; perhaps you will be sheltered on the day of the Lord ’s anger.\r",
    "Date": "2020-07-21T00:00:00",
    "Comment": null
  },
  {
    "Id": 418,
    "Book": "Mark 9:23",
    "Content": "Jesus said to him, “If you can believe, all things are possible to him who believes.”\r",
    "Date": "2020-07-22T00:00:00",
    "Comment": null
  },
  {
    "Id": 419,
    "Book": "3 John 1:2",
    "Content": "Dear friend, I pray that you may enjoy good health and that all may go well with you, even as your soul is getting along well.\r",
    "Date": "2020-07-23T00:00:00",
    "Comment": null
  },
  {
    "Id": 420,
    "Book": "3 John 1:11",
    "Content": "Dear friend, do not imitate what is evil but what is good. Anyone who does what is good is from God. Anyone who does what is evil has not seen God.\r",
    "Date": "2020-07-24T00:00:00",
    "Comment": null
  },
  {
    "Id": 421,
    "Book": "John 9:31",
    "Content": "We know that God does not listen to sinners. He listens to the godly person who does his will.\r",
    "Date": "2020-07-25T00:00:00",
    "Comment": null
  },
  {
    "Id": 422,
    "Book": "Luke 9:23",
    "Content": "Then he said to them all: “Whoever wants to be my disciple must deny themselves and take up their cross daily and follow me.\r",
    "Date": "2020-07-26T00:00:00",
    "Comment": null
  },
  {
    "Id": 423,
    "Book": "Luke 12:15",
    "Content": "And he went on to say to them all, “Watch out and guard yourselves from every kind of greed; because a person's true life is not made up of the things he owns, no matter how rich he may be.”\r",
    "Date": "2020-07-27T00:00:00",
    "Comment": null
  },
  {
    "Id": 424,
    "Book": "Romans 8:31",
    "Content": "So, because of all the things that God does for us, we can say this: If God is working on our behalf, nobody can really do anything against us.\r",
    "Date": "2020-07-28T00:00:00",
    "Comment": null
  },
  {
    "Id": 425,
    "Book": "Luke 16:10",
    "Content": "“Whoever can be trusted with very little can also be trusted with much, and whoever is dishonest with very little will also be dishonest with much.\r",
    "Date": "2020-07-29T00:00:00",
    "Comment": null
  },
  {
    "Id": 426,
    "Book": "Luke 16:11‭-‬12",
    "Content": "So if you have not been trustworthy in handling worldly wealth, who will trust you with true riches?  And if you have not been trustworthy with someone else’s property, who will give you property of your own?\r",
    "Date": "2020-07-30T00:00:00",
    "Comment": null
  },
  {
    "Id": 427,
    "Book": "1 Chronicles 16:29",
    "Content": "Give to the Lord the glory he deserves! Bring your offering and come into his presence. Worship the Lord in all his holy splendor.\r",
    "Date": "2020-08-01T00:00:00",
    "Comment": null
  },
  {
    "Id": 428,
    "Book": "Jeremiah 1:5",
    "Content": "“I knew you before I formed you in your mother’s womb. Before you were born I set you apart and appointed you as my prophet to the nations.”\r",
    "Date": "2020-08-02T00:00:00",
    "Comment": null
  },
  {
    "Id": 429,
    "Book": "1 Chronicles 16:23‭-‬24",
    "Content": "Sing to the Lord , all the earth; proclaim his salvation day after day.  Declare his glory among the nations, his marvelous deeds among all peoples.\r",
    "Date": "2020-08-03T00:00:00",
    "Comment": null
  },
  {
    "Id": 430,
    "Book": "Mark 11:22",
    "Content": "Then Jesus said to the disciples, “Have faith in God.\r",
    "Date": "2020-08-04T00:00:00",
    "Comment": null
  },
  {
    "Id": 431,
    "Book": "Mark 11:24",
    "Content": "Therefore I tell you, whatever you ask for in prayer, believe that you have received it, and it will be yours.\r",
    "Date": "2020-08-05T00:00:00",
    "Comment": null
  },
  {
    "Id": 432,
    "Book": "Mark 11:25",
    "Content": "And when you stand praying, if you hold anything against anyone, forgive them, so that your Father in heaven may forgive you your sins.”\r",
    "Date": "2020-08-06T00:00:00",
    "Comment": null
  },
  {
    "Id": 433,
    "Book": "James 1:5",
    "Content": "If any of you lacks wisdom, you should ask God, who gives generously to all without finding fault, and it will be given to you.\r",
    "Date": "2020-08-07T00:00:00",
    "Comment": null
  },
  {
    "Id": 434,
    "Book": "James 1:6‭-‬7",
    "Content": "But when you ask, you must believe and not doubt, because the one who doubts is like a wave of the sea, blown and tossed by the wind. That person should not expect to receive anything from the Lord.\r",
    "Date": "2020-08-08T00:00:00",
    "Comment": null
  },
  {
    "Id": 435,
    "Book": "James 5:15",
    "Content": "And the prayer offered in faith will make the sick person well; the Lord will raise them up. If they have sinned, they will be forgiven.\r",
    "Date": "2020-08-09T00:00:00",
    "Comment": null
  },
  {
    "Id": 436,
    "Book": "Mark 14:38",
    "Content": "Watch and pray so that you will not fall into temptation. The spirit is willing, but the flesh is weak.”\r",
    "Date": "2020-08-10T00:00:00",
    "Comment": null
  },
  {
    "Id": 437,
    "Book": "Psalms 143:8",
    "Content": "Every morning, help me to remember your special love, because I am trusting in you. Show me how I should live to please you, because I know that I belong to you.\r",
    "Date": "2020-08-11T00:00:00",
    "Comment": null
  },
  {
    "Id": 438,
    "Book": "1 Timothy 1:17",
    "Content": "Now to the King eternal, immortal, invisible, the only God, be honor and glory for ever and ever. Amen.\r",
    "Date": "2020-08-12T00:00:00",
    "Comment": null
  },
  {
    "Id": 439,
    "Book": "1 Timothy 2:4‭-‬5",
    "Content": "God wants everyone to be saved and to know the whole truth, which is,  There is only one God, and Christ Jesus is the only one who can bring us to God. Jesus was truly human, and he gave himself to rescue all of us.\r",
    "Date": "2020-08-13T00:00:00",
    "Comment": null
  },
  {
    "Id": 440,
    "Book": "1 Timothy 3:16",
    "Content": "Here is the great mystery of our religion: Christ came as a human. The Spirit proved that he pleased God, and he was seen by angels. Christ was preached to the nations. People in this world put their faith in him, and he was taken up to glory.\r",
    "Date": "2020-08-14T00:00:00",
    "Comment": null
  },
  {
    "Id": 441,
    "Book": "1 Timothy 4:12",
    "Content": "Don't let anyone make fun of you, just because you are young. Set an example for other followers by what you say and do, as well as by your love, faith, and purity.\r",
    "Date": "2020-08-15T00:00:00",
    "Comment": null
  },
  {
    "Id": 442,
    "Book": "1 Timothy 6:6",
    "Content": "But godliness with contentment is great gain.\r",
    "Date": "2020-08-16T00:00:00",
    "Comment": null
  },
  {
    "Id": 443,
    "Book": "1 Timothy 6:11",
    "Content": "But you, man of God, flee from all this, and pursue righteousness, godliness, faith, love, endurance and gentleness.\r",
    "Date": "2020-08-17T00:00:00",
    "Comment": null
  },
  {
    "Id": 444,
    "Book": "2 Timothy 1:7",
    "Content": "Be strong like that, because God has given us his Spirit . And his Spirit does not cause us to be afraid. Instead, he causes us to be strong to serve God. He helps us to love God and other people. And he helps us to rule ourselves properly.\r",
    "Date": "2020-08-18T00:00:00",
    "Comment": null
  },
  {
    "Id": 445,
    "Book": "Psalms 34:12‭-‬14",
    "Content": "Do you want to live a good life? Do you want your life to be long and happy?  Then do not speak any evil words. Do not tell lies to deceive people.  Do good things instead of evil things. Try to bring peace into people's lives.\r",
    "Date": "2020-08-19T00:00:00",
    "Comment": null
  },
  {
    "Id": 446,
    "Book": "Ecclesiastes 12:13‭-‬14",
    "Content": "Everything you were taught can be put into a few words: Respect and obey God! This is what life is all about.  God will judge everything we do, even what is done in secret, whether good or bad.\r",
    "Date": "2020-08-20T00:00:00",
    "Comment": null
  },
  {
    "Id": 447,
    "Book": "2 Timothy 2:15",
    "Content": "Study and do your best to present yourself to God approved, a workman [tested by trial] who has no reason to be ashamed, accurately handling and skillfully teaching the word of truth.\r",
    "Date": "2020-08-21T00:00:00",
    "Comment": null
  },
  {
    "Id": 448,
    "Book": "2 Timothy 2:19",
    "Content": "Nevertheless, the firm foundation of God [which He has laid] stands [sure and unshaken despite attacks], bearing this seal: “The Lord knows those who are His,” and, “Let everyone who names the name of the Lord stand apart from wickedness and withdraw from wrongdoing.”\r",
    "Date": "2020-08-22T00:00:00",
    "Comment": null
  },
  {
    "Id": 449,
    "Book": "Jonah 4:2",
    "Content": "...You are a kind and merciful God, and you are very patient. You always show love, and you don't like to punish anyone.\r",
    "Date": "2020-08-23T00:00:00",
    "Comment": null
  },
  {
    "Id": 450,
    "Book": "Psalms 4:1",
    "Content": "Answer me when I call to you, my righteous God. Give me relief from my distress; have mercy on me and hear my prayer.\r",
    "Date": "2020-08-24T00:00:00",
    "Comment": null
  },
  {
    "Id": 451,
    "Book": "2 Timothy 4:2",
    "Content": "Preach the word; be prepared in season and out of season; correct, rebuke and encourage—with great patience and careful instruction.\r",
    "Date": "2020-08-25T00:00:00",
    "Comment": null
  },
  {
    "Id": 452,
    "Book": "Hebrews 1:3",
    "Content": "God's Son has all the brightness of God's own glory and is like him in every way. By his own mighty word, he holds the universe together. After the Son had washed away our sins, he sat down at the right side of the glorious God in heaven.\r",
    "Date": "2020-08-26T00:00:00",
    "Comment": null
  },
  {
    "Id": 453,
    "Book": "Hebrews 2:1",
    "Content": "We must pay the most careful attention, therefore, to what we have heard, so that we do not drift away.\r",
    "Date": "2020-08-27T00:00:00",
    "Comment": null
  },
  {
    "Id": 454,
    "Book": "2 Timothy 4:3‭-‬4",
    "Content": "The time is coming when people won't listen to good teaching. Instead, they will look for teachers who will please them by telling them only what they are itching to hear. They will turn from the truth and eagerly listen to senseless stories.\r",
    "Date": "2020-08-28T00:00:00",
    "Comment": null
  },
  {
    "Id": 455,
    "Book": "2 Timothy 4:5",
    "Content": "But you should keep a clear mind in every situation. Don’t be afraid of suffering for the Lord. Work at telling others the Good News, and fully carry out the ministry God has given you.\r",
    "Date": "2020-08-29T00:00:00",
    "Comment": null
  },
  {
    "Id": 456,
    "Book": "Hebrews 3:12",
    "Content": "Be careful then, dear brothers and sisters. Make sure that your own hearts are not evil and unbelieving, turning you away from the living God.\r",
    "Date": "2020-08-30T00:00:00",
    "Comment": null
  },
  {
    "Id": 457,
    "Book": "Hebrews 4:11",
    "Content": "So let us do our best to enter that rest. But if we disobey God, as the people of Israel did, we will fall.\r",
    "Date": "2020-08-31T00:00:00",
    "Comment": null
  },
  {
    "Id": 458,
    "Book": "Hebrews 6:10",
    "Content": "God is not unjust; he will not forget your work and the love you have shown him as you have helped his people and continue to help them.\r",
    "Date": "2020-09-01T00:00:00",
    "Comment": null
  },
  {
    "Id": 459,
    "Book": "Hebrews 7:25",
    "Content": "Jesus is always alive and he asks God to help his people. So, he can completely save everyone who believes in him. He will lead them to God.\r",
    "Date": "2020-08-02T00:00:00",
    "Comment": null
  },
  {
    "Id": 460,
    "Book": "Proverbs 6:6‭-‬8",
    "Content": "You lazy people, you should watch what the ants do and learn from them. Ants have no ruler, no boss, and no leader. But in the summer, ants gather all of their food and save it. So when winter comes, there is plenty to eat.\r",
    "Date": "2020-09-03T00:00:00",
    "Comment": null
  },
  {
    "Id": 461,
    "Book": "Proverbs 6:9‭-‬11",
    "Content": "You lazy people, how long are you going to lie there? When will you get up? You say, “I need a rest. I think I’ll take a short nap.” But then you sleep and sleep and become poorer and poorer. Soon you will have nothing. It will be as if a thief came and stole everything you owned.\r",
    "Date": "2020-09-04T00:00:00",
    "Comment": null
  },
  {
    "Id": 462,
    "Book": "Proverbs 6:16‭-‬19",
    "Content": "The Lord hates these seven things:  eyes that show pride, tongues that tell lies, hands that kill innocent people,  hearts that plan evil things to do, feet that run to do evil,  witnesses in court who tell lies, and anyone who causes family members to fight.\r",
    "Date": "2020-09-05T00:00:00",
    "Comment": null
  },
  {
    "Id": 463,
    "Book": "Hebrews 10:32‭, ‬35",
    "Content": "Think back on those early days when you first learned about Christ. Remember how you remained faithful even though it meant terrible suffering. So do not throw away this confident trust in the Lord. Remember the great reward it brings you!\r",
    "Date": "2020-09-06T00:00:00",
    "Comment": null
  },
  {
    "Id": 464,
    "Book": "Psalms 118:7",
    "Content": "The Lord is with me; he is my helper. I look in triumph on my enemies.\r",
    "Date": "2020-09-07T00:00:00",
    "Comment": null
  },
  {
    "Id": 465,
    "Book": "Hebrews 10:36‭-‬37",
    "Content": "Patient endurance is what you need now, so that you will continue to do God’s will. Then you will receive all that he has promised. “For in just a little while, the Coming One will come and not delay.\r",
    "Date": "2020-09-08T00:00:00",
    "Comment": null
  },
  {
    "Id": 466,
    "Book": "Romans 3:22",
    "Content": "We are made right with God by placing our faith in Jesus Christ. And this is true for everyone who believes, no matter who we are.\r",
    "Date": "2020-09-09T00:00:00",
    "Comment": null
  },
  {
    "Id": 467,
    "Book": "Romans 12:2",
    "Content": "Don’t copy the behavior and customs of this world, but let God transform you into a new person by changing the way you think. Then you will learn to know God’s will for you, which is good and pleasing and perfect.\r",
    "Date": "2020-09-10T00:00:00",
    "Comment": null
  },
  {
    "Id": 468,
    "Book": "Romans 6:17‭-‬18",
    "Content": "Thank God! Once you were slaves of sin, but now you wholeheartedly obey this teaching we have given you. Now you are free from your slavery to sin, and you have become slaves to righteous living.\r",
    "Date": "2020-09-11T00:00:00",
    "Comment": null
  },
  {
    "Id": 469,
    "Book": "Romans 15:13",
    "Content": "I pray that God, who gives hope, will bless you with complete happiness and peace because of your faith. And may the power of the Holy Spirit fill you with hope.\r",
    "Date": "2020-09-13T00:00:00",
    "Comment": null
  },
  {
    "Id": 470,
    "Book": "Jude 1:20‭-‬21",
    "Content": "Dear friends, keep building on the foundation of your most holy faith, as the Holy Spirit helps you to pray. And keep in step with God's love, as you wait for our Lord Jesus Christ to show how kind he is by giving you eternal life.\r",
    "Date": "2020-09-14T00:00:00",
    "Comment": null
  },
  {
    "Id": 471,
    "Book": "Jude 1:22‭-‬23",
    "Content": "Help those who have doubts. Rescue those who are living in danger of hell’s fire. There are others you should treat with mercy, but be very careful that their filthy lives don’t rub off on you.\r",
    "Date": "2020-09-15T00:00:00",
    "Comment": null
  },
  {
    "Id": 472,
    "Book": "Isaiah 58:10",
    "Content": "Give your food to the hungry and care for the homeless. Then your light will shine in the dark; your darkest hour will be like the noonday sun.\r",
    "Date": "2020-09-16T00:00:00",
    "Comment": null
  },
  {
    "Id": 473,
    "Book": "1 Chronicles 29:15",
    "Content": "You know, O LORD , that we pass through life like exiles and strangers, as our ancestors did. Our days are like a passing shadow, and we cannot escape death.\r",
    "Date": "2020-09-18T00:00:00",
    "Comment": null
  },
  {
    "Id": 474,
    "Book": "Ephesians 2:3‭-‬5",
    "Content": "Once we were also ruled by the selfish desires of our bodies and minds. We had made God angry, and we were going to be punished like everyone else.  But God was merciful! We were dead because of our sins, but God loved us so much he made us alive with Christ, and God's gift of undeserved grace is what saves you.\r",
    "Date": "2020-09-19T00:00:00",
    "Comment": null
  },
  {
    "Id": 475,
    "Book": "Ephesians 2:6‭-‬7",
    "Content": "God raised us from death to life with Christ Jesus, and he has given us a place beside Christ in heaven. God did this so in the future world he could show how truly good and kind he is to us because of what Christ Jesus has done.\r",
    "Date": "2020-09-20T00:00:00",
    "Comment": null
  },
  {
    "Id": 476,
    "Book": "Hebrews 6:7‭-‬8",
    "Content": "Some people are like land that gets plenty of rain and produces a good crop for those who farm it. That kind of land has God’s blessing. But other people are like land that grows only thorns and weeds. It is worthless and in danger of being cursed by God. It will be destroyed by fire.\r",
    "Date": "2020-09-21T00:00:00",
    "Comment": null
  },
  {
    "Id": 477,
    "Book": "Proverbs 16:7",
    "Content": "When people live to please the Lord, even their enemies will be at peace with them.\r",
    "Date": "2020-09-22T00:00:00",
    "Comment": null
  },
  {
    "Id": 478,
    "Book": "Proverbs 16:4",
    "Content": "The Lord has a plan for everything. In his plan, the wicked will be destroyed.\r",
    "Date": "2020-09-23T00:00:00",
    "Comment": null
  },
  {
    "Id": 479,
    "Book": "Proverbs 21:2‭-‬3",
    "Content": "People think that whatever they do is right, but the Lord judges the reasons for everything they do.  Do what is right and fair. The Lord loves that more than sacrifices.\r",
    "Date": "2020-09-24T00:00:00",
    "Comment": null
  },
  {
    "Id": 480,
    "Book": "Ecclesiastes 6:7",
    "Content": "People work and work to feed themselves, but they are never satisfied.\r",
    "Date": "2020-09-25T00:00:00",
    "Comment": null
  },
  {
    "Id": 481,
    "Book": "Proverbs 1:32‭-‬33",
    "Content": "“Fools die because they refuse to follow wisdom. They are content to follow their foolish ways, and that will destroy them. But those who listen to me will live in safety and comfort. They will have nothing to fear.”\r",
    "Date": "2020-09-26T00:00:00",
    "Comment": null
  },
  {
    "Id": 482,
    "Book": "Daniel 9:9",
    "Content": "The Lord our God is merciful and forgiving, even though we have rebelled against him;",
    "Date": "2020-09-27T00:00:00",
    "Comment": null
  },
  {
    "Id": 483,
    "Book": "Daniel 9:17",
    "Content": "Now, our God, hear the prayers and petitions of your servant. For your sake, Lord, look with favor on your desolate sanctuary.",
    "Date": "2020-09-28T00:00:00",
    "Comment": null
  },
  {
    "Id": 484,
    "Book": "Daniel 9:18",
    "Content": "Give ear, our God, and hear; open your eyes and see the desolation of the city that bears your Name. We do not make requests of you because we are righteous, but because of your great mercy.",
    "Date": "2020-09-29T00:00:00",
    "Comment": null
  },
  {
    "Id": 485,
    "Book": "2 Chronicles 6:41",
    "Content": "Now arise, Lord God, and come to your resting place, you and the ark of your might. May your priests, Lord God, be clothed with salvation, may your faithful people rejoice in your goodness.",
    "Date": "2020-09-30T00:00:00",
    "Comment": null
  },
  {
    "Id": 486,
    "Book": "Revelation 21:6",
    "Content": "He said to me: “It is done. I am the Alpha and the Omega, the Beginning and the End. To the thirsty I will give water without cost from the spring of the water of life.",
    "Date": "2020-10-01T00:00:00",
    "Comment": null
  },
  {
    "Id": 487,
    "Book": "2 Peter 1:3",
    "Content": "By his divine power, God has given us everything we need for living a godly life. We have received all of this by coming to know him, the one who called us to himself by means of his marvelous glory and excellence.",
    "Date": "2020-10-02T00:00:00",
    "Comment": null
  },
  {
    "Id": 488,
    "Book": "Isaiah 64:4",
    "Content": "Since ancient times no one has heard, no ear has perceived, no eye has seen any God besides you, who acts on behalf of those who wait for him.",
    "Date": "2020-10-03T00:00:00",
    "Comment": null
  },
  {
    "Id": 489,
    "Book": "Isaiah 64:8",
    "Content": "Yet you, Lord , are our Father. We are the clay, you are the potter; we are all the work of your hand.",
    "Date": "2020-10-04T00:00:00",
    "Comment": null
  },
  {
    "Id": 490,
    "Book": "Proverbs 3:1-2",
    "Content": "My son, do not forget my teaching, but keep my commands in your heart,  for they will prolong your life many years and bring you peace and prosperity.",
    "Date": "2020-10-05T00:00:00",
    "Comment": null
  },
  {
    "Id": 491,
    "Book": "Proverbs 3:7-8",
    "Content": "Do not be wise in your own eyes; fear the Lord and shun evil.  This will bring health to your body and nourishment to your bones.",
    "Date": "2020-10-06T00:00:00",
    "Comment": null
  },
  {
    "Id": 492,
    "Book": "Proverbs 3:25-26",
    "Content": "You need not be afraid of sudden disaster or the destruction that comes upon the wicked, for the Lord is your security. He will keep your foot from being caught in a trap.",
    "Date": "2020-10-07T00:00:00",
    "Comment": null
  },
  {
    "Id": 493,
    "Book": "Proverbs 4:12",
    "Content": "When you walk, your steps will not be hampered; when you run, you will not stumble.",
    "Date": "2020-10-08T00:00:00",
    "Comment": null
  },
  {
    "Id": 494,
    "Book": "Proverbs 4:13",
    "Content": "Hold on to instruction, do not let it go; guard it well, for it is your life.",
    "Date": "2020-10-09T00:00:00",
    "Comment": null
  },
  {
    "Id": 495,
    "Book": "Proverbs 4:26-27",
    "Content": "Give careful thought to the paths for your feet and be steadfast in all your ways.  Do not turn to the right or the left; keep your foot from evil.",
    "Date": "2020-10-10T00:00:00",
    "Comment": null
  }
]
